Repository: alainm23/planify
Catalog: po/extra/*.po
Languages: de, es, fr, it, pt, pt_br, sv, uk, vi, zh, zh_hant

source: [GitHub #147] - Badge count is not displayed when the system startup.
fr: [GitHub #147] - Le badge de notification ne s'affiche pas quand le système démarre.
pt: [GitHub #147] - A contagem do distintivo não é mostrada ao iniciar o sistema.

source: [GitHub #138] - Fixing website address.
fr: [GitHub #138] - Corrige l'adresse du site.
pt: [GitHub #138] - Endereço do website corrigido.

source: [GitHub #136] - Add new task button disappears.
fr: [GitHub #136] - Le bouton ajouter une tâche disparaît.
pt: [GitHub #136] - Botão Adicionar nova tarefa desaparece.

source: [GitHub #145, #146] - The way to create the tutorial project was improved.
fr: [GitHub #145, #146] - La manière de créer le projet de tutoriel à été amélioré.
pt: [GitHub #145, #146] - A forma de criar o tutorial do projeto foi melhorada.

source: [GitHub #152, #149] - Fixed some bugs with Quick Find.
fr: [GitHub #152, #149] - Correction de quelque bogues avec l'ajout rapide.
pt: [GitHub #152, #149] - Alguns bugs reparados do Adicionar Rápido.

source: Planner 2 is here...
fr: Planner 2 est là…
pt: Planner 2 chegou...

source: ☁️ Synchronize your Projects, Task and Sections thanks to Todoist.
fr: ☁️ Synchroniser vos Projets, Tâches et Sections grâce à Todoist.
pt: ☁️ Sincronize os ses Projetos, Tarefas e Seções graças ao Todoist.

source: 👷️ Support for Todoist offline: Work without an internet connection and when everything is reconnected it will be synchronized.
fr: Support pour Todoist hors ligne: Fonctionne sans connexion internet et quand tous est reconnectés planner se synchronisera.
pt: 👷️ Suporte para Todoist offline: Trabalhe sem uma ligação à internet e quando restabelecer ligação tudo vai ser sincronizado.

source: New features:
fr: Nouveauté:
pt: Novas funcionalidades:

source: Labels preview
fr: Aperçut des étiquettes
pt: Antevisão de Etiquetas

source: Weather forecast
fr: Prédiction météo
pt: Previsão do Tempo

source: Translations:
fr: Traductions:
pt: Traduções:

source: Lithuanian (welaq)
fr: Lituanien (welaq)
pt: Lituania (welaq)

source: Improvements:
fr: Améliorations:
pt: Melhorias:

source: Redesign 'Labels' popover
fr: Refonte des étiquettes
pt: Popover de 'Etiquetas' redesenhado

source: Fix Notification error
fr: Correction des notifications d'erreur
pt: Erro de Notificação corrigido

source: Updating French translations 🇫🇷 (NathanBnm)
fr: Mise à jour de la traduction Française 🇫🇷 (NathanBnm)
pt: Traduções Francesas actualizadas 🇫🇷 (NathanBnm)

source: Better reminder notifications
fr: De meilleurs notifications de rappel
pt: Notificações de lembretes melhoradas

source: Improvement default theme
fr: Amélioration du thème par défaut
pt: Melhorias do tema por defeito

source: Redesign 'When' popover
pt: Popover de 'Quando' redesenhado

source: New 'About' view
fr: Nouvelle vue 'À propos'
pt: Nova vista de 'Sobre'

source: New 'Credits' view
fr: Nouvelle vue 'Crédit'
pt: Nova vista de 'Créditos'

source: Redesign 'Issues' view
fr: Reconception de la vue 'Issues'
pt: Vista de 'Problemas' redesenhada

source: New task search
fr: Nouvelle fonction de recherche de tâche
pt: Nova pesquisa de tarefa

source: Adding support to import and export projects
fr: Ajout d'un support pour l'importation et l'exportation de projets
pt: Suporte para importar e exportar projetos adicionado

source: German (kr428)
fr: Allemand (kr428)
pt: Alemão (kr428)

source: French (NathanBnm)
fr: Français (NathanBnm)
pt: Francês (NathanBnm)

source: Update Spanish translation
fr: Mise à jour de la traduction espagnol
pt: Tradução Espanhola atualizada

source: New feature: Support for Github Issues
fr: Nouvelle fonction: Support pour les issues Github
pt: Nova funcionalidade: Suporte para problemas Github

source: Connect with your Github account
fr: Connectez vous avec votre compte Github
pt: Ligação com a sua conta Github

source: Receive all your issue as tasks in Inbox
fr: Recevez tous vos issues comme des tâches dans votre boites de réception
pt: Receba todos os seus problemas como tarefas na sua Caixa de Entrada

source: Planner will notify you if any new issue was posted
fr: Planner vous notifiera si de nouvelle issue sont postées
pt: O Planner vai notifica-lo se um novo problema foi colocado

source: Portugués Brasileño 🇧🇷 (Marciel Sousa)
fr: Portugais Brésilien 🇧🇷 (Marciel Sousa)
pt: Português Brasileiro 🇧🇷 (Marciel Sousa)

source: Romanian (Prongs Dark)
fr: Romain (Prongs Dark)
pt: Romeno (Prongs Dark)

source: Bugs and Improvements:
fr: Bogues et Améliorations:
pt: Bugs e Melhorias:

source: Performance improvement
fr: Amélioration des performances
pt: Melhorias de desempenho

source: Design improvements
fr: Amélioration de la conception
pt: Melhorias de design

source: Fix #22
pt: Corrigido #22

source: Fix #21
pt: Corrigido #21

source: Fix #11
pt: Corrigido #11

source: Improved stability and some bug fixes
fr: Amélioration de la stabilité et correction de quelque bug
pt: Estabilidade melhorada e algumas correções de bugs

source: Fixing critical bug with creating tasks from the clipboard #19
fr: Correction d'un bug critique lors de la création de tâches avec le presse papier #19
pt: Correção crítica de um bug ao criar tarefas da área de transferência #19

source: Adding new tooltips
fr: Ajout de nouvelles info-bulles
pt: Novas dicas adicionadas

source: Adding Spanish translations
fr: Ajout de la traduction espagnol
pt: Traduções Espanholas adicionadas

source: Initial release
fr: Première release
pt: Lançamento inicial

source: 🚀️ Complete redesign of the UI.
fr: 🚀️ Refonte complète de l'interface graphique.

source: Forget about forgetting things
de: Vergiss es, Dinge zu vergessen
es: Olvídate de olvidar las cosas
it: Dimentica di dimenticare le cose
pt_br: Pare de esquecer as coisas
sv: Glöm att du glömt inställningar
uk: Забудьте про забування справ
vi: Hãy quên đi việc quên công việc
zh_hant: 忘記關於所遺忘的事情

source: Planify is your modern and powerful task manager that helps you keep your life organized. With a clean and intuitive interface, cloud synchronization, and advanced features, you'll never forget what matters again.
de: Planify ist Ihr moderner und leistungsstarker Aufgabenmanager, der Ihnen hilft, Ihr Leben zu organisieren. Mit einer übersichtlichen und intuitiven Benutzeroberfläche, Cloud-Synchronisierung und erweiterten Funktionen vergessen Sie nie wieder, was wichtig ist.
es: Planify es tu gestor de tareas moderno y potente que te ayuda a mantener tu vida organizada. Con una interfaz limpia e intuitiva, sincronización en la nube y funciones avanzadas, no volverás a olvidar lo que realmente importa.
it: Planify è il tuo task manager moderno e potente che ti aiuta a organizzare la tua vita. Con un'interfaccia pulita e intuitiva, la sincronizzazione cloud e funzionalità avanzate, non dimenticherai mai più ciò che conta.
pt_br: Planify é um gerenciador de tarefas moderno e poderoso que te ajuda a manter sua vida organizada. Com uma interface limpa e intuitiva, sincronização em nuvem e recursos avançados, você nunca mais vai esquecer seus compromissos.
sv: Planify är din moderna och kraftfulla uppgiftshanterare som hjälper dig att hålla ditt liv organiserat. Med ett rent och intuitivt gränssnitt, molnsynkronisering och avancerade funktioner kommer du aldrig att glömma vad som är viktigt igen.
uk: Planify — це ваш сучасний та потужний менеджер завдань, який допоможе вам організувати своє життя. Завдяки чистому та інтуїтивно зрозумілому інтерфейсу, хмарній синхронізації та розширеним функціям ви ніколи не забудете, що важливо.
vi: Planify là trình quản lý tác vụ hiện đại và mạnh mẽ giúp bạn sắp xếp cuộc sống của mình một cách ngăn nắp. Với giao diện rõ ràng và trực quan, đồng bộ hóa đám mây và các tính năng nâng cao, bạn sẽ không bao giờ quên những điều quan trọng nữa.
zh_hant: Planify 是現代化且功能強大的任務管理利器，可幫助您讓生活有條有序。其簡潔直觀的操作介面、雲端同步和進階功能，您將永遠不再會忘記了重要大事。

source: ✨ Core Features:
de: ✨ Kernfunktionen:
es: ✨ Funciones principales:
it: Caratteristiche principali:
pt_br: ✨ Principais Recursos:
sv: ✨ Kärnfunktioner:
uk: ✨ Основні функції:
vi: ✨ Tính năng cốt lõi:
zh: ✨核心功能：
zh_hant: ✨ 核心功能：

source: Modern and clean interface designed with GTK4 and libadwaita
de: Modernes und simples Interface entworfen mit GTK4 und libadwaita
es: Interfaz moderna y limpia, diseñada con GTK4 y libadwaita
it: Interfaccia moderna e pulita progettata con GTK4 e libadwaita
pt_br: Interface limpa e moderna, desenvolvida em GTK4 e libadwaita
sv: Modernt och rent gränssnitt utformat med GTK4 och libadwaita
uk: Сучасний та чистий інтерфейс, розроблений за допомогою GTK4 та libadwaita
vi: Giao diện hiện đại và gọn gàng được thiết kế với GTK4 và libadwaita
zh: 以 GTK4 与 libadwaita 构建的界面，设计时新，简洁高效
zh_hant: 現代簡潔的操作介面，使用 GTK4 和 libadwaita 精緻設計

source: Drag and drop to organize tasks and projects effortlessly
de: Per Drag & Drop Aufgaben und Projekte mühelos organisieren
es: Arrastra y suelta para organizar tareas y proyectos sin esfuerzo
it: Trascina e rilascia per organizzare attività e progetti senza sforzo
pt_br: Arraste e solte tarefas e projetos facilmente
sv: Dra och släpp för att organisera uppgifter och projekt utan ansträngning
uk: Перетягування для легкого впорядкування завдань та проектів
vi: Kéo và thả để sắp xếp các nhiệm vụ và dự án một cách dễ dàng
zh: 整理任务与项目只需指尖微动，一拖一放
zh_hant: 拖放操作即可輕鬆地組構任務和專案計畫

source: Visual progress indicators for each project
de: Visuelle Fortschrittsanzeigen für jedes Projekt
es: Indicadores visuales de progreso para cada proyecto
it: Indicatori visivi di avanzamento per ogni progetto
pt_br: Indicadores visuais de progressão para cada projeto
sv: Visuella framstegsindikatorer för varje projekt
uk: Візуальні індикатори прогресу для кожного проекту
vi: Chỉ số tiến độ trực quan cho từng dự án
zh: 直观的项目进度指示
zh_hant: 視覺化進度指標用於每個專案計畫

source: Smart organization with sections and custom labels
de: Intelligente Organisation mit Abschnitten und individuellen Labels
es: Organización inteligente con secciones y etiquetas personalizadas
it: Organizzazione intelligente con sezioni ed etichette personalizzate
pt_br: Organização inteligente com seções e rótulos personalizados
sv: Smart organisation med sektioner och anpassade etiketter
uk: Розумна організація з розділами та налаштовуваними мітками
vi: Tổ chức thông minh với các phần và nhãn tùy chỉnh
zh: 以分区和自定义标签智能管理
zh_hant: 聰明進行組織架構，利用區段及自訂標籤

source: Calendar integration to visualize your schedule
de: Kalenderintegration zur Visualisierung des Terminplans
es: Integración con calendario para visualizar tu agenda
it: Integrazione del calendario per visualizzare la tua programmazione
pt_br: Integração de calendário para visualizar sua agenda
sv: Kalenderintegration för att visualisera ditt schema
uk: Інтеграція календаря для візуалізації вашого розкладу
vi: Tích hợp lịch để trực quan hóa lịch trình của bạn
zh: 与日历服务整合，直观概览你的日程
zh_hant: 行事曆整合功能，使您的行程安排加以視覺化

source: Multiple reminders per task to never miss a deadline
de: Mehrere Erinnerungen per Task, um keine Deadlines zu verpassen
es: Múltiples recordatorios por tarea para que nunca pierdas una fecha límite
it: Promemoria multipli per attività per non perdere mai una scadenza
pt_br: Múltiplos lembretes por tarefa para nunca perder um prazo
sv: Flera påminnelser per uppgift för att aldrig missa en deadline
uk: Кілька нагадувань для кожного завдання, щоб ніколи не пропустити дедлайн
vi: Nhiều lời nhắc cho mỗi nhiệm vụ để không bao giờ bỏ lỡ thời hạn
zh: 多重提醒可设，不再错失截止期限
zh_hant: 每個任務可設有多重提醒，以避免錯過最後期限

source: Dark mode with seamless system theme integration
de: Dunkler Modus mit nahtloser Integration mit dem Systemdesign
es: Modo oscuro con integración perfecta con el tema del sistema
it: Modalità scura con integrazione perfetta del tema di sistema
pt_br: Modo escuro com integração perfeita ao tema do sistema
sv: Mörkt läge med sömlös integration med systemtemat
uk: Темний режим із безшовною інтеграцією системної теми
vi: Chế độ tối với tích hợp chủ đề hệ thống liền mạch
zh: 暗黑模式，与系统主题无缝整合
zh_hant: 暗色模式可以無縫整合搭配系統主題

source: Quick and powerful search to find anything instantly
de: Schnelle und leistungsstarke Suche, um alles auf Anhieb zu finden
es: Búsqueda rápida y potente para encontrar cualquier cosa al instante
it: Ricerca rapida e potente per trovare qualsiasi cosa all'istante
pt_br: Busca rápida e poderosa para encontrar qualquer coisa instantaneamente
sv: Snabb och kraftfull sökning för att hitta något direkt
uk: Швидкий та потужний пошук, щоб миттєво знайти будь-що
vi: Tìm kiếm nhanh chóng và mạnh mẽ để tìm thấy mọi thứ ngay lập tức
zh: 快捷强大的搜索功能，所思所想，一搜便知
zh_hant: 快速強大的搜尋功能，可以即刻找到任何內容

source: Recurring tasks with flexible patterns
de: Wiederkehrende Aufgaben mit flexiblen Strukturen
es: Tareas recurrentes con patrones flexibles
it: Attività ricorrenti con modelli flessibili
pt_br: Tarefas recorrentes com modelos flexíveis
sv: Återkommande uppgifter med flexibla mönster
uk: Повторювані завдання з гнучкими шаблонами
vi: Nhiệm vụ định kỳ với các mẫu linh hoạt
zh: 可设重复任务，规律随心所欲
zh_hant: 具有靈活模式來進行重複性任務

source: Attachments and links in your tasks
de: Anhänge und Links in den Aufgaben
es: Archivos adjuntos y enlaces en tus tareas
it: Allegati e link nelle tue attività
pt_br: Anexos e links nas suas tarefas
sv: Bilagor och länkar i dina uppgifter
uk: Вкладення та посилання у ваших завданнях
vi: Tệp đính kèm và liên kết trong nhiệm vụ của bạn
zh: 任务中可附属文件与链接
zh_hant: 在你的任務中的附件和連結

source: ☁️ Cloud Synchronization:
de: ☁️ Cloudsynchronisierung:
es: ☁️ Sincronización en la nube:
it: ☁️ Sincronizzazione cloud:
pt_br: ☁️ Sincronização na nuvem:
sv: ☁️ Molnsynkronisering:
uk: ☁️ Синхронізація з хмарою:
vi: ☁️ Đồng bộ hóa đám mây:
zh: ☁️云同步：
zh_hant: ☁️ 雲端同步：

source: Full synchronization with Todoist to access your tasks from anywhere
de: Vollständige Synchronisierung mit Todoist, damit du von überall auf deine Aufgaben zugreifen kannst
es: Sincronización completa con Todoist para acceder a tus tareas desde cualquier lugar
it: Sincronizzazione completa con Todoist per accedere alle tue attività da qualsiasi luogo
pt_br: Sincronização completa com o Todoist para acessar suas tarefas de qualquer lugar
sv: Full synkronisering med Todoist för att komma åt dina uppgifter var som helst
uk: Повна синхронізація з Todoist для доступу до ваших завдань з будь-якого місця
vi: Đồng bộ hóa hoàn toàn với Todoist để truy cập các nhiệm vụ của bạn từ mọi nơi
zh: 与 Todoist 完整同步，任务管理随处可及
zh_hant: 與 Todoist 完整同步，在任何地點都可以存取自己的任務

source: Support for Nextcloud and CalDAV servers (Radicale, Baïkal) to keep your data private
de: Unterstützung für Nextcloud- und CalDAV-Server (Radicale, Baïkal), damit deine Daten privat bleiben
es: Compatibilidad con servidores Nextcloud y CalDAV (Radicale, Baïkal) para mantener tus datos privados
it: Supporto per i server Nextcloud e CalDAV (Radicale, Baïkal) per mantenere i tuoi dati privati
pt_br: Suporte para servidores Nextcloud e CalDAV (Radicale, Baïkal) para manter seus dados privados
sv: Stöd för Nextcloud och CalDAV-servrar (Radicale, Baïkal) för att hålla dina data privata
uk: Підтримка серверів Nextcloud та CalDAV (Radicale, Baïkal) для захисту конфіденційності ваших даних
vi: Hỗ trợ máy chủ Nextcloud và CalDAV (Radicale, Baïkal) để giữ dữ liệu của bạn ở chế độ riêng tư
zh: 支持 Nextcloud 与其他 CalDAV 服务（如 Radicale、Baïkal），数据尽在掌控
zh_hant: 支援 Nextcloud 和 CalDAV 伺服器 (Radicale, Baïkal) 以維護您的資料隱私

source: Offline mode: work without internet and sync when you're back online
de: Offline-Modus: Arbeite ohne Internetverbindung und synchronisiere, sobald du wieder online bist
es: Modo sin conexión: trabaja sin internet y sincroniza cuando vuelvas a estar en línea
it: Modalità offline: lavora senza Internet e sincronizza quando torni online
pt_br: Modo offline: trabalhe sem internet e sincronize quando estiver online
sv: Offline läge: arbeta utan internet och synkronisera när du är tillbaka online
uk: Офлайн-режим: працюйте без інтернету та синхронізуйте, коли знову підключитеся до мережі
vi: Chế độ ngoại tuyến: làm việc mà không cần internet và đồng bộ hóa khi bạn trực tuyến trở lại
zh: 离线模式：工作不需网络，连接自动同步
zh_hant: 離線模式：在無網路情況下即可工作，並在重新連網後進行同步

source: Cross-platform synchronization to access from any device
de: Plattformübergreifende Synchronisierung für den Zugriff von jedem Gerät aus
es: Sincronización multiplataforma para acceder desde cualquier dispositivo
it: Sincronizzazione multipiattaforma per accedere da qualsiasi dispositivo
pt_br: Sincronização multiplataforma para acesso a partir de qualquer dispositivo
sv: Synkronisering över olika plattformar för att tillgå ifrån vilken enhet som helst
uk: Міжплатформна синхронізація для доступу з будь-якого пристрою
vi: Đồng bộ hóa đa nền tảng để truy cập từ mọi thiết bị
zh: 跨平台同步，任务访问随处可及
zh_hant: 跨平台同步作業，以利可以從任何設備來進行存取

source: * Planify is not created by, affiliated with, or supported by Doist
de: * Planify wurde nicht von Doist entwickelt und ist weder mit Doist verbunden noch von Doist unterstützt
es: * Planify no es creada, afiliada ni respaldada por Doist
it: * Planify non è creato, affiliato o supportato da Doist
sv: * Planify skapas inte av, är inte ansluten till eller stöds av Doist
uk: * Planify не створений, не пов'язаний з Doist та не підтримується нею
vi: * Planify không được tạo, liên kết hoặc hỗ trợ bởi Doist
zh: * Planify 并非由 Doist 创建，不为其附属，也不受其支持
zh_hant: * Planify 並非由 Doist 創立、不附屬於 Doist 或由其支援

source: development;task;tasks;project;todo;reminder;reminders;event;events;calendar;todoist;
de: Entwicklung;Aufgabe;Aufgaben;Projekt;Aufgabe;Erinnerung;Erinnerungen;Ereignis;Ereignisse;Kalendar;Todoist;
sv: utveckling; uppgift; uppgifter; projekt;todo; att göra;påminnelse;påminnelser;event;evenemang;kalender;todoist;
zh_hant: development;task;tasks;project;todo;reminder;reminders;event;events;calendar;todoist; 開發;任務;專案計畫;待辦事項;提醒;事件;行事曆;待辦事項清單;
