Repository: alainm23/planify
Catalog: po/extra/*.po
Languages: de, es, fr, it, pt, pt_br, sv, uk, vi, zh, zh_hant

source: Never worry about forgetting things again
fr: Ne vous inquiétez plus jamais d'oublier des choses
pt: Não se preocupe mais em esquecer coisas novamente

source: development;task;tasks;project;todo;event;events;calendar;todoist;
fr: développement;tâche;tâches;projet;à faire;événement;événements;calendrier;todoist;
pt: desenvolvimento;tarefa;tarefas;projeto;fazer;evento;eventos;calendário;todoist;

source: 🚀️ Planner 2 is here...
fr: 🚀️ Planner 2 est là…
pt: 🚀️ O Planner 2 chegou...

source: 🏅️ New icon.
fr: 🏅️ Nouvelle icone.
pt: 🏅️ Novo icone.

source: 🤚️ Drag and Order arrived: Sort your tasks wherever you want.
fr: 🤚️ Glisser-ordonner est arrivé: Triez vos tâches où vous voulez.
pt: 🤚️ Arrastar e ordenar chegou: Organize as suas tarefas quando quiser.

source: 💯️ Progress indicator for each project.
fr: 💯️ Indicateur de progrès pour chaque projet.
pt: 💯️ Indicador de progresso para cada projeto.

source: 💪️ Be more productive and organize your tasks by 'Sections'.
fr: 💪️ Soyez plus productive et organisez vos tâche par 'Sections'.
pt: 💪️ Seja mais produtivo e organize as suas tarefas em 'Seções'.

source: 📅️ Visualize your events and plan your day better.
fr: 📅️ Visualisez vos événements et planifiez mieux votre journée.
pt: 📅️ Visualize os seus eventos e planeie melhor o seu dia.

source: 💎️ Magic Button arrived: Drag and Drop and create your tasks wherever you want.
fr: 💎️ Le bouton magique arrive: Glissez-déposez et créer vos tâches quand vous le voulez.
pt: 💎️ O Botão Mágico chegou: Arraste e solte para criar as suas tarefas quando quiser.

source: ⏲️ Improved reminder system, now you can create one or more reminders, you decide.
fr: ⏲️ Système de rappel amélioré, vous pouvez maintenant créer un ou plusieurs rappels, à vous de décider.
pt: ⏲️ Sistema de lembretes melhorado, agora pode criar um ou mais lembretes, você decide.

source: 🌙️ Better integration with the dark theme.
fr: 🌙️ Une meilleur intégration avec le thème sombre.
pt: 🌙️ Melhor integração com o tema escuro.

source: 🎉️ and much more.
fr: 🎉️ et bien plus encore.
pt: 🎉️ e muito mais.

source: Everyone needs a task manager and Planner adapts to anyone's needs
fr: Tout le monde a besoin d'un gestionnaire de tâches et Planner s'adapte aux besoins de chacun
pt: Toda a gente precisa de um gerenciador de tarefas e o Planner adapta-se a todas as necessidades

source: How Planner works:
fr: Comment Planner fonctionne:
pt: Como o Planner funciona:

source: 1. Collect your Ideas - The Inbox is your default task list in Planner. When you add a task, it goes straight to your Inbox unless you specify that the task goes into a project.
fr: 1. Collecter vos idées - La boite de réception est votre liste de tâche par défaut dans Planner. Quand vous ajoutez une tâche elle va directement dans vôtre boite de réception à moins que vous ne précisiez que la tâche aille dans un projet.
pt: Junte as suas ideias - A Caixa de Entrada é a sua lista de tarefas predefinida no Planner. Quando adiciona uma tarefa, esta vai imediatamente para a Caixa de Entrada a menos que especifique que a mesma vai para um projeto.

source: 2. Get Organized - Create a project for each of your goals, then add the steps to reach them. Review these regularly to stay on top of things.
fr: 2. Soyez Organisez - Créer un projet pour chacun de vos objectif, puis ajoutez les étapes pour les réaliser. Vérifier ceci régulièrement pour garder le contrôle.
pt: Organize-se - Crie um projeto para cada um dos seus objetivos, depois adicione os passos para os alcançar. Reveja-os regularmente para ficar dentro das coisas.

source: 3. Calendar and Events - See your calendar events and plan your time effectively. Planner will remind you on the right day.
fr: 3. Calendrier et Événements - Regardez votre calendrier d'événements et planifiez votre temps efficacement. Planner vous le rappellera le bon jour.
pt: Calendário e Eventos - Veja os eventos do seu calendário e planeie o seu tempo de forma eficiente. O Planner irá lembrá-lo no dia certo.

source: 4. Be even more organized - Add a duedate to your tasks, create labels, use checklists.
fr: 4. Soyez encore plus productif - Ajoutez un tache limite à vos tâche, créer de labels, utilisez des checklists.
pt: Seja ainda mais organizado - Adcione uma data de vencimento nas suas tarefas, crie etiquetas, use listas de verificação.

source: ☁️ Support for Todoist:
fr: ☁️ Support pour Todoist:
pt: ☁️ Suporte para Todoist:

source: Synchronize your Projects, Task and Sections thanks to Todoist.
fr: Synchronisez vos Projets, Tâches et Sections grâce à Todoist.
pt: Sincronize os seus Projetos, Tarefas e Seções graças ao Todoist.

source: Support for Todoist offline: Work without an internet connection and when everything is reconnected it will be synchronized.
fr: Support pour Todoist hors ligne: Fonctionne sans connexion internet et quand tous est reconnectés il se synchronise.
pt: Suporte offline para Todoist: Trabalhe sem uma ligação à internet e quando restabelecer ligação tudo vai ser sincronizado.

source: * Planner not created by, affiliated with, or supported by Doist
fr: * Planner n'est pas créé par, affilié avec, ou supporté par Doist
pt: * O Planner não foi criado, afiliado com, ou suportado pelo Doist

source: 💎️ Other features:
fr: 💎️ Autre fonctionnalités:
pt: 💎️ Outras funcionalidades:

source: ⏲️ Reminders notifications
fr: ⏲️ Notifications de rappels
pt: ⏲️ Notificações de Lembretes

source: 🔍️ Quick Find
fr: 🔍️ Recherche rapide
pt: 🔍️ Pesquisa Rápida

source: 🌙️ Night mode
fr: 🌙️ Mode sombre
pt: 🌙️ Modo Noturno

source: General bug fixes and improvements.
fr: Corrections de bogues généraux et améliorations.
pt: Correções de bugs e melhorias.

source: Login failed with Todoist fixed
pt: Login falhado com Todoist arranjado

source: Design improvement in task details.
fr: Amélioration du design dans le détails des tâches.
pt: Melhorias no design em detalhes de tarefa.

source: New and better designed icons.
fr: De nouvelles icônes mieux conçues.
pt: Novos icones com o design melhorado.

source: Special thanks to 'Eddie Vassallo' for becoming our new Gold Tier Patrons and supporting the development of Planner.
fr: Nous remercions tout particulièrement "Eddie Vassallo" d'être devenu notre nouveau parrain de niveau or et de soutenir le développement de Planner.
pt: Obrigado especial para 'Eddie Vassallo' por se ter tornado no novo Patrono Dourado e por suportar o desenvolvimento do Planner.

source: Special thanks to 'Robert Zelník' for becoming our new silver tier patrons and supporting the development of Planner.
fr: Nous remercions tout particulièrement "Robert Zelník" d'être devenu notre nouveau parrain de niveau argent et de soutenir le développement de Planner.
pt: Obrigado especial para 'Robert Zelník' por se ter tornado o novo Patrono de prata e por suportar o desenvolvimento do Planner.

source: 🌟️ Thank you to our silver members for supporting the development of Planner. 🌟️
fr: 🌟️ Merci à nos parrain argent d'avoir soutenu le développement de Planner. 🌟️
pt: Obrigado aos nossos membros de Prata por suportarem o desenvolvimento do Planner. 🌟️

source: What's new in v2.4
fr: Les nouveautés en v2.4
pt: O que há de novo na v2.4

source: Over the the past few months we’ve been working on Planner 2.4, a big update with great new features. Priorities, calendar events, Quick Add for all platforms and more.
fr: Au cours des derniers mois, nous avons travaillé sur Planner 2.4, une mise à jour importante avec de nouvelles fonctionnalités. Priorités, calendrier d'événements, Ajout Rapide pour toutes les plateformes et plus encore.
pt: Nos últimos meses temos vindo a trabalhar no Planner 2.4, uma grande atualização com novas funcionalidades. Prioridades, eventos de calendario, Adicionar Rápido para todas as plataformas e mais.

source: Priority support: You can give your tasks one of four priority levels – 1 being the most important (marked as red) and 4 being everything else (no color).
fr: Support des priorités: Vous pouvez donner à vos tâches l'un des quatre niveaux de priorité - 1 étant le plus important (marqué en rouge) et 4 étant tout le reste (sans couleur).
pt: Suporte para prioridade: Voçê pode dar ás suas tarefas um de quatro níveis - 1 é o mais importante (marcado a vermelho) e 4 sendo para tudo o resto (sem cor).

source: Project Deadline: Assign a deadline to your projects.
fr: Date limite du projet: Assigner une date limite a vos projets.
pt: Data Limite do Projeto: Atribua uma data limite aos seus projetos.

source: Links Everywhere: The app now handles links consistently in all places: inside the title, inside notes, and inside checklist items.
fr: Des liens partout: L'application supporte uniformément les liens: dans les titres, dans les notes et à l’intérieur des éléments des checklists.
pt: Ligações em todo o lado: Agora a aplicação lida de forma consistente com ligações em todos os lados: dentro do título, dentro de notas e dentro dos itens na lista de verificações.

source: Quick Find Improvements: The design and performance were also improved by making the searches faster.
fr: Amélioration de la Recherche rapide: Le design et les performances ont aussi été améliorés en rendant les recherche plus rapide.
pt: Melhorias no Procura Rápida: Melhorias no design e desempenho por fazer as pesquisas de forma mais rápida.

source: Welcome Dark Blue and Arc Dark.
fr: Bienvenue au Bleu foncé & à Arc sombre.
pt: Bem Vindo Azul Escuro e Arco Escuro.

source: Keyboard Shortcuts Improvements: New and improved keyboard shortcuts.
fr: Améliorations des raccourcis clavier: Raccourcis clavier nouveaux et améliorés.
pt: Melhorias aos Atalhos do Teclado: Atalhos do teclado novos e melhorados.

source: Today and Upcoming Improvements: Reorder or reschedule your tasks more quickly.
fr: Aujourd'hui et les Améliorations à venir: Réorganisez ou replanifiez vos tâches plus rapidement.
pt: Melhorias futuras e de hoje: Reorganizar ou reagendar as suas tarefas de forma mais rápida.

source: Calendar events: View your calendar events correctly on all platforms.
fr: Événements du calendrier: Visualisez correctement les événements de votre calendrier sur toutes les plateformes.
pt: Eventos do Calendário: Veja o seu calendário de forma correta em todas as plataformas.

source: Bug fixes and performance improvements
fr: Corrections de bogues et amélioration des performances
pt: Correção de bugs e melhorias de desempenho

source: Sort your folders by dragging and dropping.
fr: Triez vos dossiers en glissant-déposant.
pt: Ordene as suas pastas com o arrastar e largar.

source: [GitHub #337] - The error that does not allow creating tasks in the Inbox has been fixed.
fr: [GitHub #337] - L'erreur qui ne permettait pas de créer des tâches dans la boîte de réception a été corrigée.
pt: [GitHub #337] - O erro que não permitia criar tarefas na Caixa de Entrada foi corrigido.

source: [GitHub #334] - Overdue tasks are now counted in badge count.
fr: [GitHub #334] - Les tâches en retard sont maintenant comptés dans le badge.
pt: [GitHub #334] - Tarefas em atraso são agora contadas no distintivo.

source: [GitHub #333] - Today's tasks are displayed correctly.
fr: [GitHub #333] - Les tâches du jour sont affichés correctement.
pt: [GitHub #333] - Tarefas de Hoje são exibidas corretamente.

source: [GitHub #331 #330] - The progress indicator in the project view now has a tooltip.
fr: [GitHub #331 #330] - La barre de progression dans la vue du projet a maintenant une info bulle.
pt: [GitHub #331 #330] - O indicador de progresso na vista de projeto tem agora dicas.

source: Hi everyone! Planner 2.3 is here – a big update for the Quick Find feature,
fr: Salut tous le monde ! Planner 2.3 est là - c'est une grande mise à jour pour la fonction de recherche rapide,
pt: Olá a todos! O Planner 2.3 está aqui - uma atualização grande para a funcionalidade Procura Rápida,

source: recurring tasks and design improvements.
fr: les tâches récurrentes et une améliorations du design.
pt: tarefas recorrentes e melhorias do design.

source: QUICK FIND
fr: RECHERCHE RAPIDE
pt: PROCURA RÁPIDA

source: Quick Find was completely redesigned adding new features and improving the UX.
fr: Quick Find a été complètement remanié en ajoutant de nouvelles fonctionnalités et en améliorant expérience utilisateur.
pt: Procura Rápida foi redesenhada completamente com novas funcionalidades e melhorias de UX.

source: Task searches are now more accurate and highlighting matches.
fr: Les recherches de tâches sont désormais plus précises et mettent en surbrillance les correspondances.
pt: Pesquisa de tarefas são agora mais precisas e destaque de resultados.

source: Move faster between Projects and Views (Inbox, Today, Upcoming).
fr: Bougé plus rapidement entre les Projets et vues (Boite de réception, Aujourd'hui, À venir).
pt: Mude de formar rápida entre Projetos e Vistas (Caixa de Entrada, Hoje, Próximas).

source: Filter your tasks by labels.
fr: Filtrer vos tâches par étiquettes.
pt: Filtre as suas tarefas por etiquetas.

source: RECURRING TASKS
fr: TÂCHES RÉCURRENTE
pt: TAREFAS RECORRENTES

source: Since the release of Planner 2, Recurring tasks were one of the most requested features and now this is possible.
fr: Depuis la publication de Planner 2, les tâches récurrente étaient une des fonctionnalités, c'est maintenant possible.
pt: Desde o lançamento do Planner 2, uma das funcionalidades mais requisitadas eram as Tarefas Recorrentes e agora isso é possível.

source: Work with recurring tasks in a local project or synchronized with Todoist.
fr: Travailler avec des tâches récurrente dans un projet local ou synchronisé avec Todoist.
pt: Trabalhe com tarefas recorrentes num projeto local ou sincronizado com o Todoist.

source: Repeat your tasks every day, week, month or year.
fr: Répétez vos tâches chaque jour, semaine, mois ou année.
pt: Repita as suas tarefas todos os dias, semanas, meses ou anos.

source: DESIGN ENHANCEMENTS AND MORE
fr: AMÉLIORATIONS DU DESIGN ET PLUS ENCORE
pt: MELHORIAS DE DESIGN E MAIS

source: The design of the progress indicator for each project was improved.
fr: Le design de l'indicateur de progrès pour chaque projet a été améliorée.
pt: O design do indicador de progresso para cada projeto foi melhorado.

source: The workspaces are now called Folders and the icon has been changed.
fr: Les espaces de travail s'appellent désormais "Dossier" et l'icône a été modifiée.
pt: As áreas de trabalho chamam-se agora Pastas e o ícone foi alterado.

source: See your completed tasks in context.
fr: Voyez vos tâches accomplies dans leur contexte.
pt: Veja as suas tarefas completadas em contexto.

source: View URL from the notes or the title of a task.
fr: Voyez les URL depuis les notes ou le titre d'une tâche.
pt: Veja o URL a partir das notas ou do título da sua tarefa.

source: Added a progress indicator in the project view.
fr: Ajout d'un indicateur de l'avancement dans la vue du projet.
pt: Adicionado um indicador de progresso na vista de projeto.

source: A new button was added to the side of a section to add tasks faster.
fr: Un nouveau bouton a été ajouté sur le côté d'une section pour ajouter des tâches plus rapidement.
pt: Um novo botão foi adicionado no lado da seção para adicionar tarefas mais rapidamente.

source: It's now possible to create and assign a label directly if it is not available.
fr: Il est maintenant possible de créer et assigner un label directement s'il n'existe pas.
pt: É agora possível criar e atribuir uma etiqueta diretamente se esta não estiver disponível.

source: Quick action to undo when a task is completed.
fr: Les actions sont plus rapide à annuler lorsqu'une tâche est terminée.
pt: Ação Rápida para desfazer quando uma tarefa está completada.

source: The 'Move to project' menu now displays the correct color for each project.
fr: Le menu 'Déplacer vers le projet' affiche maintenant la bonne couleur pour chaque projet.
pt: O menu 'Mover Projeto' exibe agora a cor correta para cada projeto.

source: The dialog to create new projects has been redesigned.
fr: La fenêtre pour créer de nouveau projet a été repensée.
pt: O diálogo para criar um novo projeto foi redesenhado.

source: The dialog to edit the preferences of a project has been redesigned.
fr: La fenêtre pour modifier les préférences d'un projet a été repensée.
pt: O diálogo para editar as preferências de um projeto foi redesenhado.

source: The 'Upcoming' view was improved.
fr: La vue 'À venir' a été améliorée.
pt: A vista 'Próximas' foi melhorada.

source: Quick notifications were designed.
fr: Les notifications rapide ont été repensées.
pt: Melhoria das notificações Rápidas.

source: Planner animations are now more consistent.
fr: Les animations de Planner sont plus cohérentes.
pt: Animações do Planner são agora mais consistentes.

source: Performance was improved.
fr: Les performances ont été améliorées.
pt: Desempenho foi melhorado.

source: Special thanks to 'Cal' for becoming our new silver tier patrons and supporting the development of Planner.
fr: Nous remercions tout particulièrement 'Cal' d'être devenu notre nouveau parrain de niveau argent et de soutenir le développement de Planner.
pt: Obrigado especial para 'Cal' por se ter tornado o novo Patrono de prata e por suportar o desenvolvimento do Planner.

source: Improved stability and some bug fixes.
fr: Une stabilité accrue et quelque correction de bogues.
pt: Melhorias de estabilidade e alguns bugs reparados.

source: Fixed the error showing next week's tasks in today's view
fr: Correction de l'erreur affichant les tâches de la semaine prochaine dans la vue d'aujourd'hui
pt: O erro de ver tarefas da semana seguinte na vista de hoje foi reparado

source: Fix focus when changing views
fr: Correction de la focalisation lors du changement de vue
pt: O foco ao alterar vistas foi reparado

source: Updated translations
fr: Mise à jour des traductions
pt: Traduções atualizadas

source: Special thanks to 'Wount' for becoming our new silver tier patrons and supporting the development of Planner.
fr: Nous remercions tout particulièrement 'Wount' d'être devenu notre nouveau parrain de niveau argent et de soutenir le développement de Planner.
pt: Obrigado especial para 'Wount' por se ter tornado o novo Patrono de prata e por suportar o desenvolvimento do Planner.

source: Quick Add is here, design improvements and more.
fr: L'ajout rapide est là, la conception à été amélioré et plus encore.
pt: Adicionar Rápido chegou, melhorias de design e mais.

source: Quick Add: Use a keyboard shortcut to quickly add tasks from anywhere.
fr: Ajout Rapide: Utilisez un raccourci clavier pour rapidement ajouter des tâches de n'importe où.
pt: Adicionar Rápido: Use um atalho do teclado para adicionar rapidamente tarefas em qualquer lado.

source: Task detail redesigned.
fr: Le détail des tâches a été repensé.
pt: Detalhe de tarefa redesenhado.

source: Improved label system. Now you can sort, search and add them in a faster way.
fr: Amélioration du système d'étiquette. Vous pouvez maintenant trier, rechercher et les ajoutés plus rapidement.
pt: Sistema de etiquestas melhorado. Agora pode ordenar, procurar e adiciona-las de uma forma mais rápida.

source: Now you can share your Projects in Markdown format or send it by email.
fr: Vous pouvez maintenant partager vos projets en Markdown ou les envoyer par mail.
pt: Agora pode partilhar os seus Projetos no formato Markdown ou envia-los por email.

source: Improved synchronization with Todoist.
fr: Amélioration des synchronisation avec Todoist.
pt: Sincronização com o Todoist melhorada.

source: Now you can add a Project directly in an Area. Just right click on a selected area and enter the name of your project.
fr: Vous pouvez maintenant ajouter un projet directement dans une Zone. Faite un clique droit dans la zone sélectionnée et entrez le nom de votre projet.
pt: Agora pode adicionar um projeto diretamente numa Àrea. Basta clicar com o botão direito do rato numa área selecionada e colocar o nome do seu projeto.

source: Customize your window controls to your liking.
fr: Modifier les fenêtres comme vous le voulez.
pt: Costumize a sua janela de controlos ao seu gosto.

source: Visual enhancements for tasks that have already expired.
fr: Amélioration visuel pour les tâches ayant déjà expirés.
pt: Melhorias visuais para tarefas que já tenham expirado.

source: The translations were updated.
fr: Les traductions ont été mise à jours.
pt: Traduções foram atualizadas.

source: Special thanks to Nick @ The Linux Experiment and William Tumeo for becoming our new silver tier patrons and supporting the development of Planner.
fr: Un remerciements particuliers à Nick @The Linux Experiment et William Tumeo pour être devenue nos nouveaux parrain de niveau argent et de soutenir le développement de Planner.
pt: Obrigado especial para Nick @ The Linux Experiment and William Tumeo por se terem tornado o novo Patrono de prata e por suportarem o desenvolvimento do Planner.

source: We also thank all the people who made some donations via Patreon or PayPal. Without you this would not be possible 😉️.
fr: Nous remercions aussi toutes les personnes qui ont fait des donations via Patreon ou PayPal. Sans vous rien n'aurait été possible 😉️.
pt: Gostariamos também de agradecer a todas as pessoas que fizeram doações através do Patreon e PayPal. Sem voçês isto não seria possível 😉️.

source: The keyboard shortcuts arrived, design improvements and more.
fr: Les raccourcis clavier arrive, la conception a été améliorée et plus encore.
pt: Atalhos do teclado chegaram, melhorias do design e mais.

source: Now you can use keyboard shortcuts to be more productive: See the list of full keyboard shortcuts in the preferences.
fr: Vous pouvez maintenant utiliser les raccourcis clavier afin d'être plus productif: Voyez la liste de tous les raccourcis clavier dans les préférences.
pt: Agora pode user atalhos do teclado para ser ser mais produtivo: Veja a lista completa de atalhos do teclado nas preferências.

source: Now you can share your tasks as text or markdown.
fr: Vous pouvez maintenant partager vos projets en temps que textes ou markdown.
pt: Agora pode partilhar as suas tarefas como texto ou em markdown.

source: A financing page was added in the preferences.
fr: Une page de financement a été ajouté dans les préferences.
pt: Uma pagina de financiamento foi adicionada em preferências.

source: Planner menus have been redesigned. Making it more beautiful and productive.
fr: Le menu de planner a été repensé. Il est plus beau et plus efficace.
pt: Os menus do Planner foram redesenhados. Estão mais bonitos e produtivos.

source: Planner doesn't freeze when the position of a project, section or task is ordered.
fr: Planner ne se bloque pas quand la position d'un projet, sélection ou tâches et modifiée.
pt: O Planner não bloqueia quando a posição de um projeto, seção ou tarefa é ordenado/a.

source: [GitHub #181] - You can log out of your Todoist account.
fr: [GitHub #181] - Vous pouvez vous déconnecté de votre compte Todoist.
pt: [GitHub #181] - Voçê pode fazer log out da sua conta Todoist.

source: [GitHub #158] - The project panel was resized making it more compact and aesthetic.
fr: [GitHub #158] - Le tableau d'un projet a été redimensionné le rendant plus compact et esthétique.
pt: [GitHub #158] - O painel do projeto foi redimensionado tornando-o mais compato e astético.

source: [GitHub #156] - Now you can create an easier reminder by pressing the RETURN key.
fr: [GitHub #156] - Vous pouvez maintenant créer facilement un rappel en pressant la touche ENTRÉ.
pt: [GitHub #156] - Agora pode criar mais facilmente um lembrete carregando na tecla RETURN.
