Repository: alainm23/planify
Catalog: po/*.po
Languages: bg, de, fr, hi, lv, pt_pt, ru, sk_sk, vi

source: Add to Favorites
bg: Добавяне в „Любими“
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़े
lv: Pievienot pie favorītiem
pt_pt: Adicionar aos favoritos
ru: Добавить в избранное
sk_sk: Pridať do obľúbených
vi: Thêm Vào Mục Ưa Thích

source: Refresh
bg: Презареждане
de: Neu laden
fr: Actualiser
hi: ताज़ा करें
lv: Pārlādēt
pt_pt: Atualizar
ru: Обновить
sk_sk: Obnoviť
vi: Làm Mới

source: Delete Project
bg: Премахване на проект
de: Projekt löschen
fr: Supprimer le projet
hi: परियोजना मिटाएं
lv: Dzēst projektu
pt_pt: Eliminar projeto
ru: Удалить проект
sk_sk: Odstrániť projekt
vi: Xóa Dự Án

source: Share
bg: Споделяне
de: Teilen
fr: Partager
hi: साझा करें
lv: Dalīties
pt_pt: Partilhar
ru: Поделиться
sk_sk: Zdieľať
vi: Chia Sẻ

source: Send by E-Mail
bg: Изпращане като писмо
de: Per E-Mail senden
fr: Envoyer par courriel
hi: ई-मेल द्वारा भेजें
lv: Sūtīt pa e-pastu
pt_pt: Enviar por e-mail
ru: Отправить по E-Mail
sk_sk: Poslať e-mailom
vi: Gửi qua Email

source: Add tasks
de: Füge Aufgaben hinzu
fr: Ajouter des tâches
lv: Pievienot uzdevumus
pt_pt: Adicionar tarefas
ru: Добавить задачи
vi: Thêm nhiệm vụ

source: Load more
de: Mehr laden
fr: Plus
lv: Ielādēt vairāk
pt_pt: Carregar mais
ru: Загрузить ещё
vi: Tải thêm

source: completed tasks
de: abgeschlossene Aufgaben
fr: tâches accomplies
lv: paveiktie uzdevumi
pt_pt: tarefas terminadas
ru: выполненные задачи
vi: nhiệm vụ đã hoàn thành

source: Move Section
bg: Преместване на раздела
de: Abschnitt verschieben
fr: Déplacer la section
hi: अनुभाग स्थानांतरण
lv: Pārvietot sadaļu
pt_pt: Mover secção
ru: Перенести раздел
sk_sk: Presunúť sekciu
vi: Di Chuyển Phần

source: Manage Section Order
bg: Управляване на реда на разделите
de: Reihenfolge der Abschnitte verändern
fr: Gérer l’ordre des sections
hi: अनुभाग क्रम प्रबंधित करें
lv: Pārvaldīt sadaļu sakārtojumu
pt_pt: Gerir a ordem das secções
ru: Изменить порядок разделов
sk_sk: Spravovať poradie sekcií
vi: Quản Lý Thứ Tự Phần

source: Show Completed Tasks
bg: Показване на завършените задачи
de: Abgeschlossene Aufgaben anzeigen
fr: Afficher les tâches accomplies
hi: पूर्ण कार्य दिखाएं
lv: Rādīt paveiktos uzdevumus
pt_pt: Mostrar tarefas terminadas
ru: Показать выполненные задачи
sk_sk: Zobraziť dokončené úlohy
vi: Hiển Thị Nhiệm Vụ Đã Hoàn Thành

source: Delete Section
bg: Премахване на раздела
de: Abschnitt löschen
fr: Supprimer la section
hi: अनुभाग मिटाएं
lv: Dzēst sadaļu
pt_pt: Eliminar secção
ru: Удалить раздел
sk_sk: Odstrániť sekciu
vi: Xóa Phần

source: Favorites
bg: Любими
de: Favoriten
fr: Favoris
hi: पसंदीदा
lv: Favorītī
pt_pt: Favoritos
ru: Избранное
sk_sk: Obľúbené
vi: Mục Ưa Thích

source: No favorites available. Create one by clicking on the '+' button
bg: Няма налични любими. Създайте такъв, като натиснете върху „+“ бутона
de: Keine Favoriten verfügbar. Erstelle einen, indem du auf den '+' Knopf klickst
fr: Aucune tâche favorite disponible. Créez-en une en cliquant sur le bouton « + »
hi: कोई पसंदीदा उपलब्ध नहीं है। '+' बटन पर क्लिक करके एक बनाएं
lv: Nav neviena favorīta. Izveidojiet jaunu spiežot pogu '+'
pt_pt: Não existem favoritos disponíveis. Crie um ao clicar no botão '+'
ru: В избранном ничего нет. Создайте, нажав кнопку «+»
sk_sk: Žiadne obľúbené položky nie sú k dispozícii. Vytvorte si jednu kliknutím na tlačidlo '+'
vi: Không có mục ưa thích nào. Tạo một mục bằng cách nhấp vào nút '+'

source: Add Account
de: Konto hinzufügen
fr: Ajouter un compte
lv: Pievienot kontu
pt_pt: Adicionar conta
ru: Добавить учётную запись
vi: Thêm Tài Khoản

source: Customize Sidebar
de: Seitenleiste anpassen
fr: Personnalisez la barre latérale
lv: Pielāgot sānjoslu
pt_pt: Personalizar a barra lateral
ru: Настройте боковую панель
vi: Tùy Chỉnh Thanh Bên

source: Go to Today
bg: Към „Днес“
de: Nach 'Heute'
fr: Aller à la vue du jour
hi: आज पर जाएं
lv: Rādīt šodienu
pt_pt: Ir para 'Hoje'
ru: Перейти в Сегодня
sk_sk: Prejsť na dnes
vi: Đi đến Hôm Nay

source: Go to Scheduled
bg: Към „Насрочени“
de: Gehe zu 'Geplant'
fr: Voir les éléments prévus
hi: अनुसूचित पर जाएं
lv: Rādīt ieplānotos
pt_pt: Ir para 'Agendadas'
ru: Перейти в Предстоящее
sk_sk: Prejsť na naplánované
vi: Đi đến Đã Lên Lịch

source: Go to Labels
bg: Към „Етикети“
de: Zu den 'Labels'
fr: Voir les étiquettes
hi: लेबल पर जाएं
lv: Rādīt birkas
pt_pt: Ir para 'Etiquetas'
ru: Перейти в Метки
sk_sk: Prejsť na štítky
vi: Đi đến Nhãn

source: Go to Pinboard
bg: Към „Закачени“
de: Zur 'Pinnwand'
fr: Aller aux éléments épinglés
hi: पिनबोर्ड पर जाएं
lv: Rādīt piespraustos
pt_pt: Ir para 'Afixados'
ru: Перейти в Закреплённые
sk_sk: Prejsť na nástenku
vi: Đi đến Bảng Ghim

source: No project available. Create one by clicking on the '+' button
bg: Няма наличен проект. Създайте такъв, като натиснете върху „+“ бутона
de: Kein Projekt vorhanden. Erstelle eins, indem du auf den "+" Knopf klickst
fr: Pas de projet disponible. Créez-en un en cliquant sur le bouton ’+’
hi: कोई परियोजना उपलब्ध नहीं है। '+' बटन पर क्लिक करके एक बनाएं
lv: Nav neviena projekta. Izveidojiet jaunu spiežot pogu '+'
pt_pt: Não existem projetos disponíveis. Crie um ao clicar no botão '+'
ru: Нет доступного проекта. Создайте его, нажав кнопку «+»
sk_sk: Žiadny projekt k dispozícii. Vytvorte ho kliknutím na tlačidlo '+'
vi: Không có dự án nào. Tạo một dự án bằng cách nhấp vào nút '+'

source: Main Menu
bg: Основно меню
de: Hauptmenü
fr: Menu principal
hi: मुख्य मेनू
lv: Galvenā izvēlne
pt_pt: Menu principal
ru: Главное меню
sk_sk: Hlavné menu
vi: Menu Chính

source: Open Quick Find
bg: Отваряне на „Бързо Търсене“
de: Schnelle Suche öffnen
fr: Ouvrir la recherche rapide
hi: शीघ्र खोज खोलें
lv: Atvērt ātro meklēšanu
pt_pt: Abrir procura rápida
ru: Открыть быстрый поиск
sk_sk: Otvoriť rýchle vyhľadávanie
vi: Mở Tìm Kiếm Nhanh

source: About Planify
bg: Относно „Planify“
de: Über Planify
fr: À propos de Planify
hi: प्लॅानिफाई के बारे में
lv: Par Planify
pt_pt: Acerca do Planify
ru: О Planify
sk_sk: O Planify
vi: Về Planify

source: Oops! Something happened
bg: Опа! Нещо се случи
de: Hoppla! Etwas ist passiert
fr: Oups ! Il s’est passé quelque chose
hi: उफ़! कुछ हुआ
lv: Ak vai! Kaut kas negaidīts noticis
pt_pt: Ups! Ocorreu algum problema
ru: Произошла ошибка
sk_sk: Ups! Niečo sa stalo
vi: Ối! Đã xảy ra lỗi

source: See More
bg: Създаване на повече
de: Weitere erstellen
fr: Créer plus
hi: और बनाएं
lv: Skatīt vairāk
pt_pt: Ver mais
ru: Подробнее
sk_sk: Zobraziť viac
vi: Xem Thêm

source: Task completed
bg: Задачата е завършена
de: Aufgabe erledigt
fr: Tache accomplie
lv: Uzdevums paveikts
pt_pt: Tarefa terminada
ru: Задача выполнена
sk_sk: Úloha dokončená
vi: Nhiệm vụ đã hoàn thành

source: View
de: Ansicht
fr: Afficher
lv: Skatīt
pt_pt: Vista
ru: Обзор
vi: Xem

source: Database Integrity Check Failed
bg: Целостта на базата от данни не може да бъде проверена
de: Integritätsprüfung der Datenbank fehlgeschlagen
fr: Échec de la vérification de l'intégrité de la base de données
lv: Datubāzes veseluma pārbaude neizturēta
pt_pt: A verificação de integridade da base de dados falhou
ru: Проверка целостности базы данных не выполнена
sk_sk: Kontrola integrity databázy zlyhala
vi: Kiểm Tra Tính Toàn Vẹn Cơ Sở Dữ Liệu Thất Bại

source: We've detected issues with the database structure that may prevent the application from functioning properly. This may be due to missing tables or columns, likely caused by data corruption or an incomplete update. The database will now be reset to restore normal functionality, and any existing data will be removed. After the reset, you’ll be able to restore any backup you’ve created previously. Thank you for your patience
bg: Установихме проблеми със структурата на базата от данни, които могат да попречат на нормалното функциониране на програмата. Това може да се дължи на липсващи таблици или колони, вероятно причинени от повреда на данните или непълно обновяване. Базата от данни ще бъде нулирана, за да се възстанови нормалната функционалност, а всички съществуващи данни ще бъдат премахнати. След нулирането ще може да възстановите всички резервни копия, които сте създали по-рано. Благодарим Ви за търпението
de: Es wurden Probleme mit der Datenbankstruktur festgestellt, die das ordnungsgemäße Funktionieren der Anwendung verhindern könnte. Dies kann auf fehlende Tabellen oder Spalten zurückzuführen sein, die wahrscheinlich durch eine Datenbeschädigung oder eine unvollständige Aktualisierung verursacht wurden. Die Datenbank wird nun zurückgesetzt, um die normale Funktionalität wiederherzustellen, und alle vorhandenen Daten werden entfernt. Nach dem Zurücksetzen können alle zuvor erstellten Sicherungen wiederherstellen. Danke für dein Verständnis
fr: Nous avons détecté des problèmes dans la structure de la base de données qui pourraient empêcher l’application de fonctionne;r correctement. Cela peut être dû à des tables ou des colonnes manquantes, probablement causées par une corruption des données ou une mise à jour incomplète. La base de données va maintenant être réinitialisée afin de rétablir le bon fonctionnement et toutes les données existantes seront supprimées. Après la réinitialisation, vous pourrez restaurer toute sauvegarde que vous avez créée auparavant. Merci de votre compréhension.
lv: Mēs esam atklājuši problēmas datubāzes struktūrā, kas var traucēt pareizu programmatūras darbību. Iespējams, šo izraisījušas iztrūkstošas tabulas vai kolonnas, kuras izraisījusi datu bojāšanās vai nepilnīgs atjauninājums. Datubāze tiks atiestatīta, lai atjaunotu pareizu darbību, un visi pastāvošie dati tiks dzēsti. Pēc atiestatīšanas, Jūs varēsiet atjaunot jebkuru dublējumkopiju, ko iepriekš esat veidojuši. Paldies par Jūsu pacietību
pt_pt: Foram detetados problemas com a estrutura da base de dados que podem impedir que a aplicação funcione corretamente. Isto pode ter sido causado pela inexistência de tabelas ou colunas, provavelmente devido à corrupção de dados ou por uma atualização incompleta. A base de dados vai ser agora reconstruida para restaurar a funcionalidade normal e todos os dados existentes vão ser removidos. Após o processo terminar, vai poder restaurar uma das suas cópia de segurança que criou anteriormente. Obrigado pela sua compreensão
ru: Мы обнаружили проблемы в структуре базы данных, которые могут помешать правильной работе приложения. Это может быть связано с отсутствием таблиц или столбцов, что может быть вызвано повреждением данных или неполным обновлением. База данных будет сброшена для восстановления нормальной функциональности, а все существующие данные будут удалены. После сброса вы сможете восстановить любую резервную копию, созданную ранее. Благодарим вас за терпение
vi: Chúng tôi đã phát hiện các vấn đề với cấu trúc cơ sở dữ liệu có thể ngăn ứng dụng hoạt động bình thường. Điều này có thể do thiếu bảng hoặc cột, thường là do hỏng dữ liệu hoặc cập nhật không đầy đủ. Cơ sở dữ liệu sẽ được đặt lại để khôi phục chức năng bình thường và mọi dữ liệu hiện có sẽ bị xóa. Sau khi đặt lại, bạn sẽ có thể khôi phục bất kỳ bản sao lưu nào bạn đã tạo trước đó. Cảm ơn sự kiên nhẫn của bạn

source: Reset Database
bg: Връщане на базата от данни
de: Datenbank zurücksetzen
fr: Réinitialisez la base de données
lv: Atiestatīt datubāzi
pt_pt: Restaurar base de dados
ru: Сбросить базу данных
sk_sk: Resetovať databázu
vi: Đặt Lại Cơ Sở Dữ Liệu

source: Delete Backup
bg: Създаване на резервен файл
de: Sicherung löschen
fr: Supprimer la sauvegarde
hi: बैकअप मिटाएं
lv: Dzēst dublējumkopiju
pt_pt: Eliminar cópia de segurança
ru: Удалить резервную копию
sk_sk: Odstrániť zálohu
vi: Xóa Sao Lưu

source: Backup Successfully Imported
bg: Резервата е внесена успешно
de: Sicherung erfolgreich importiert
fr: Sauvegarde importée avec succès
hi: बैकअप सफलतापूर्वक आयातित
lv: Dublējumkopija veiksmīgi importēta
pt_pt: Cópia de segurança importada com sucesso
ru: Резервная копия успешно импортирована
sk_sk: Záloha bola úspešne importovaná
vi: Nhập Sao Lưu Thành Công

source: Planify will restart to apply the changes
de: Planify wird neu gestartet um die Änderungen anzuwenden
fr: Planify va redémarrer afin d’appliquer les modifications
pt_pt: O Planify vai reiniciar para aplicar as alterações feitas
ru: Planify перезапустится, чтобы применить изменения
vi: Planify sẽ khởi động lại để áp dụng các thay đổi

source: Restart Now
de: Jetzt neustarten
fr: Redémarrer maintenant
pt_pt: Reiniciar agora
ru: Перезапустить сейчас
vi: Khởi Động Lại Ngay

source: Planify Backup Files
bg: Резервни „Planify“ файлове
de: Planify Sicherungsdateien
fr: Fichiers de sauvegarde Planify
hi: प्लॅानिफाई की बैकअप फाइलें
lv: Planify dublējumkopijas datnes
pt_pt: Ficheiros da cópia de segurança do Planify
ru: Резервные копии Planify
sk_sk: Zálohovacie súbory Planify
vi: Tệp Sao Lưu Planify

source: Snooze for 10 minutes
de: Für 10 Minuten schlummern
fr: Remettre à dans 10 minutes
lv: Atlikt par 10 minūtēm
pt_pt: Silenciar durante 10 minutos
ru: Отложить на 10 минут
vi: Tạm dừng 10 phút

source: Snooze for 30 minutes
de: Für 30 Minuten schlummern
fr: Remettre à dans 30 minutes
lv: Atlikt par 30 minūtēm
pt_pt: Silenciar durante 30 minutos
ru: Отложить на 30 минут
vi: Tạm dừng 30 phút

source: Snooze for 1 hour
de: Für 1 Stunde schlummern
fr: Remettre à dans 1 heure
lv: Atlikt par 1 stundu
pt_pt: Silenciar durante 1 hora
ru: Отложить на 1 час
vi: Tạm dừng 1 giờ

source: View Option Menu
bg: Показване на менюто с опции
de: Optionenmenü anzeigen
fr: Voir le menu des options
hi: विकल्प मेनू देखें
lv: Skatīt izvēlni
pt_pt: Ver menu de opções
ru: Показать меню параметров
sk_sk: Zobraziť ponuku možností
vi: Menu Tùy Chọn Chế Độ Xem

source: Add Some Tasks
bg: Добавяне на няколко задачи
de: Aufgaben hinzufügen
fr: Ajoutez des tâches
hi: कुछ कार्य जोड़ें
lv: Pievienot jaunus uzdevumus
pt_pt: Adicione algumas tarefas
ru: Добавить несколько задач
sk_sk: Pridať niektoré úlohy
vi: Thêm Vài Nhiệm Vụ

source: Press 'a' to create a new task
bg: Натиснете „а“, за да създадете нова задача
de: Drücke a, um eine neue Aufgabe zu erstellen
fr: Appuyez sur 'a' pour créer une nouvelle tâche
lv: Spiediet 'a', lai izveidotu jaunu uzdevumu
pt_pt: Pressione a tecla 'a' para criar uma nova tarefa
ru: Нажмите клавишу «a», чтобы создать новую задачу
sk_sk: Stlačte 'a' na vytvorenie novej úlohy
vi: Nhấn 'a' để tạo một nhiệm vụ mới

source: All tasks completed!
de: Alle Aufgaben erledigt!
fr: Toutes les tâches ont été accomplies !
lv: Visi uzdevumi paveikti!
pt_pt: Todas as tarefas foram terminadas!
ru: Все задачи выполнены!
vi: Tất cả nhiệm vụ đã hoàn thành!

source: Great job, nothing left to do 🎉
de: Tolle Arbeit, nichts mehr zu tun 🎉
fr: Excellent travail, il n'y a plus rien à faire 🎉
lv: Lielisks darbs, viss paveikts 🎉
pt_pt: Bom trabalho, não tem mais nada a fazer 🎉
ru: Отличная работа, больше ничего не нужно делать 🎉
vi: Làm tốt lắm, không còn gì để làm nữa 🎉

source: Delete Completed Task
de: Erledigte Aufgabe löschen
fr: Supprimer la tâche accomplie
lv: Dzēst paveikto uzdevumu
ru: Удалять выполненную задачу

source: This will delete %d completed task and its subtasks
de: Dies wird %d erledigte Aufgabe und ihre Unteraufgaben löschen
fr: %d tâche accomplie et ses sous-tâches sera supprimée
lv: Šī darbība dzēsīs %d paveiktos uzdevumus un to apakšuzdevumus
ru: Это приведёт к удалению %d выполненных задач и их подзадач

source: No labels available. Create one by clicking on the '+' button
bg: Няма налични любими. Създайте такъв, като натиснете върху „+“ бутона
de: Keine Labels verfügbar. Erstelle einen, indem du auf den '+' Knopf klickst
fr: Aucune étiquette disponible. Créez-en une en cliquant sur le bouton « + »
hi: कोई पसंदीदा उपलब्ध नहीं है। '+' बटन पर क्लिक करके एक बनाएं
lv: Nav nevienas birkas. Izveidojiet jaunu spiežot pogu '+'
pt_pt: Não existem etiquetas disponíveis. Crie uma ao clicar no botão '+'
ru: Нет доступных меток. Создайте, нажав кнопку «+»
sk_sk: Žiadne štítky k dispozícii. Vytvorte nový kliknutím na tlačidlo '+'
vi: Không có nhãn nào. Tạo một nhãn bằng cách nhấp vào nút '+'

source: Note
bg: Бележка
de: Notiz
hi: टिप्पणी
lv: Piezīme
pt_pt: Nota
ru: Примечание
sk_sk: Poznámka
vi: Ghi Chú

source: Schedule
bg: Насрочване
de: Terminplan
fr: Programmer
hi: अनुसूची
lv: Grafiks
pt_pt: Agendar
ru: Расписание
sk_sk: Plánovať
vi: Lịch trình

source: When?
bg: Кога?
de: Wann?
fr: Échéance ?
hi: कब?
lv: Kad?
pt_pt: Quando?
ru: Когда?
sk_sk: Kedy?
vi: Khi nào?

source: Add Some Tasks. Press 'a' to create a new task
de: Füge Aufgaben hinzu. Drücke 'a' um eine Aufgabe zu erstellen
fr: Ajouter quelques tâches. Appuyez sur "a" pour créer une nouvelle tâche
lv: Pievienojiet jaunus uzdevumus. Spiediet 'a', lai pievienotu jaunu uzdevumu
pt_pt: Adicione algumas tarefas. Pressione a tecla 'a' para criar uma nova tarefa
ru: Добавьте несколько задач. Нажмите «a», чтобы создать новую задачу
vi: Thêm Vài Nhiệm Vụ. Nhấn 'a' để tạo một nhiệm vụ mới

source: Project Actions
bg: Действия по проекта
de: Projektmaßnahmen
fr: Actions du projet
hi: परियोजना कार्रवाई
lv: Projekta darbības
pt_pt: Ações do projeto
ru: Действия с проектом
sk_sk: Akcie projektu
vi: Hành Động Dự Án

source: New Task
de: Neue Aufgabe
fr: Nouvelle tâche
lv: Jauns uzdevums
pt_pt: Nova tarefa
ru: Новая Задача
vi: Nhiệm Vụ Mới

source: Project Deadline
de: Projektfrist
fr: Échéance du projet

source: Select
bg: Избор
de: Auswählen
fr: Sélectionner
hi: चुनें
lv: Izvēlēties
pt_pt: Selecionar
ru: Выбрать
sk_sk: Vybrať
vi: Chọn

source: Paste
bg: Поставяне
de: Einfügen
fr: Coller
hi: पेस्ट
lv: Ielīmēt
pt_pt: Colar
ru: Вставить
sk_sk: Prilepiť
vi: Dán

source: Expand All
bg: Разширяване на всички
de: Alle ausklappen
fr: Tout développer
hi: सभी विस्तृत करें
lv: Izvērst visus
pt_pt: Expandir todas
ru: Развернуть все
sk_sk: Rozbaliť všetko
vi: Mở Rộng Tất Cả

source: New
bg: Ново
de: Neu
fr: Nouveau
hi: नया
lv: Izveidots
pt_pt: Novo
ru: Создать
sk_sk: Nové
vi: Mới

source: Collapse All
bg: Свиване на всички
de: Alle einklappen
fr: Tout réduire
hi: सभी संक्षिप्त करें
lv: Savērst visus
pt_pt: Colapsar todas
ru: Свернуть все
sk_sk: Zbaliť všetko
vi: Thu Gọn Tất Cả

source: List
bg: Списък
de: Liste
fr: Liste
hi: सूची
lv: Saraksts
pt_pt: Lista
ru: Список
sk_sk: Zoznam
vi: Danh Sách

source: Board
bg: Табло
de: Tafel
fr: Tableau
hi: बोर्ड
lv: Tāfele
pt_pt: Quadro
ru: Доска
sk_sk: Tabuľa
vi: Bảng

source: Sorting
bg: Подредба
de: Sortieren
fr: Tri
hi: छंटाई
lv: Kārtošana
pt_pt: Ordenar
ru: Сортировка
sk_sk: Triedenie
vi: Sắp Xếp

source: Custom sort order
bg: Друг ред на подредба
de: Benutzerdefinierte Sortierreihenfolge
fr: Ordre de tri personnalisé
hi: तदनुकूल छंटाई क्रम
lv: Pielāgota secība
pt_pt: Ordenação personalizada
ru: Вручную
sk_sk: Vlastný poradok
vi: Thứ tự sắp xếp tùy chỉnh

source: Date Added
bg: Дата на добавяне
de: Erstellungsdatum
fr: Date d’ajout
hi: तारीख जोड़ा गया
lv: Izveides datums
pt_pt: Mais recentes
ru: По дате добавления
sk_sk: Dátum pridania
vi: Ngày Thêm

source: Ascending Order
de: Aufsteigende Reihenfolge
fr: Ordre ascendant
lv: Augošā secībā
pt_pt: Ordem ascendente
ru: Порядок по-возрастанию
vi: Thứ Tự Tăng Dần

source: Duedate
bg: Краен срок
de: Fälligkeit
fr: Échéance
hi: देयतारीख
lv: Termiņš
pt_pt: A terminar
ru: Срок выполнения
sk_sk: Dátum splatnosti
vi: Ngày Đến Hạn

source: All (default)
bg: Всички (стандартно)
de: Alle (standard)
fr: Tout (par défaut)
hi: सभी (तयशुदा)
lv: Visi (noklusējums)
pt_pt: Todos (predefinido)
ru: Все (по умолчанию)
sk_sk: Všetko (predvolené)
vi: Tất Cả (mặc định)

source: This Week
bg: Тази седмица
de: Diese Woche
fr: Cette semaine
hi: इस सप्ताह
lv: Šonedēļ
pt_pt: Esta semana
ru: На этой неделе
sk_sk: Tento týždeň
vi: Tuần Này

source: Next 7 Days
bg: Следващите 7 дни
de: Nächste 7 Tage
fr: Les 7 prochains jours
hi: अगले 7 दिन
lv: Turpmākās 7 dienas
pt_pt: Nos próximos 7 dias
ru: Следующие 7 дней
sk_sk: Nasledujúcich 7 dní
vi: 7 Ngày Tới

source: This Month
bg: Този месец
de: Diesen Monat
fr: Ce mois
hi: इस महीने
lv: Šomēnes
pt_pt: Este mês
ru: В этом месяце
sk_sk: Tento mesiac
vi: Tháng Này

source: Next 30 Days
bg: Следващите 30 дни
de: Nächste 30 Tage
fr: Les 30 prochains jours
hi: अगले 30 दिन
lv: Turpmākās 30 dienas
pt_pt: Nos próximos 30 dias
ru: Следующие 30 дней
sk_sk: Nasledujúcich 30 dní
vi: 30 Ngày Tới

source: Filter by Labels
bg: Търсене по „Етикети“
de: Nach Labels filtern
fr: Filtrer par étiquettes
hi: लेबल द्वारा फिल्टर करें
lv: Atlasīt pēc birkām
pt_pt: Filtrar por etiquetas
ru: Фильтровать по меткам
sk_sk: Filtrovať podľa štítkov
vi: Lọc theo Nhãn

source: Show Completed
de: Abgeschlossene anzeigen
fr: Montrer les tâches accomplies

source: Display completed tasks in the list
de: Zeige abschgeschlossene Aufgaben in der Liste an
fr: Afficher les tâches accomplies dans la liste

source: Search completed tasks
de: Durchsuche abgeschlossene Aufgaben
fr: Chercher parmi les tâches accomplies
lv: Meklēt paveiktos uzdevumus
pt_pt: Procurar por tarefas terminadas
ru: Найти завершённые задачи
vi: Tìm kiếm nhiệm vụ đã hoàn thành

source: Sort By
bg: Подреждане по
de: Sortieren nach
fr: Trier par
hi: ऐसे छांटें
lv: Kārtot pēc
pt_pt: Ordenar Por
ru: Сортировать По
sk_sk: Triediť podľa
vi: Sắp Xếp Theo

source: Overdue
bg: Просрочено
de: Überfällig
fr: En retard
hi: अतिदेय
lv: Nokavēts
pt_pt: Expirou
ru: Просрочено
sk_sk: Po splatnosti
vi: Quá Hạn

source: Reschedule
bg: Изместване
de: Neu planen
fr: Reprogrammer
hi: पुनर्निर्धारित
lv: Pārlikt uz
pt_pt: Reagendar
ru: Перепланировать
sk_sk: Preplánovať
vi: Lên Lịch Lại

source: Attachments
bg: Прикрепени файлове
de: Anlagen
fr: Ajouter des pièces-jointes
hi: अनुलग्नक
lv: Pielikumi
pt_pt: Anexos
ru: Вложения
sk_sk: Prílohy
vi: Tệp Đính Kèm

source: Open
bg: Отваряне
de: Öffnen
fr: Ouvrir
hi: खोलें
lv: Atvērts
pt_pt: Abrir
ru: Открыть
sk_sk: Otvoriť
vi: Mở

source: No attachments found. Add files here.
bg: Няма намерени прикрепени файлове. Добавете файлове тук.
de: Keine Anhänge gefunden. Füge Dateien hier hinzu.
fr: Aucune pièce-jointe trouvée. Ajoutez des fichiers ici.
lv: Nav neviena pielikuma. Pievienojiet datnes šeit.
pt_pt: Não foram encontrados anexos. Adicione os ficheiros aqui.
ru: Вложения не найдены. Добавьте файлы здесь.
sk_sk: Žiadne prílohy nenájdené. Pridajte súbory sem.
vi: Không tìm thấy tệp đính kèm nào. Thêm tệp vào đây.

source: Bypass Location Resolve
de: Standortauflösung umgehen
lv: Izlaist atrašanās vietas atrisināšanu
pt_pt: Contornar a resolução da localização
ru: Решение обхода местоположений
vi: Bỏ Qua Giải Quyết Vị Trí

source: Workaround for CalDAV connection issues with connections using non-default ports
de: Workaround für CalDAV-Verbindungsprobleme bei Verbindungen mit nicht-Standard-Ports
fr: Solution de contournement pour les soucis de connexion CalDAV avec les configurations utilisant des ports non-standards
lv: Aprisinājums CalDAV savienojuma problēmam ar savienojumiem, kas lieto nenoklusējuma portus
pt_pt: Solução alternativa para ligações em portas não predefinidas, caso esteja com problemas de conexão com o CalDAV
ru: Обходной путь для решения проблем с подключением CalDAV при использовании портов, отличных от стандартных
vi: Giải pháp tạm thời cho các vấn đề kết nối CalDAV với các kết nối sử dụng cổng không mặc định

source: Warning
de: Warnung
fr: Avertissement
lv: Brīdinājums
pt_pt: Aviso
ru: Предупреждение
vi: Cảnh Báo

source: This will disable the CalDAV resolve process. Proceed at your own risk
de: Hierdurch wird der CalDAV-Auflösungsprozess deaktiviert. Handle auf eigene Gefahr
fr: Cela va désactiver le processus de reconnnaissance de CalDAV. À vos risques et périls...
lv: Šis atslēgs CalDAV atrisināšanas procesu. Turpiniet uz savu atbildību
pt_pt: Isto vai desativar o processo de resolução do CalDAV. Prossiga pela sua conta e risco
ru: Это отключит процесс разрешения CalDAV. Используйте на свой страх и риск
vi: Điều này sẽ vô hiệu hóa quá trình giải quyết CalDAV. Tiếp tục với rủi ro của riêng bạn
