Repository: alainm23/planify
Catalog: po/*.po
Languages: bg, de, fr, hi, lv, pt_pt, ru, sk_sk, vi

source: Your change history will be displayed here once you start making changes.
bg: Вашата история на промените ще се покаже тук, след като започнете да правите промени.
de: Wenn Änderungen vorgenommen wurden, wird hier der Verlauf angezeigt.
fr: Votre historique des modifications apparaîtra ici une fois que vous aurez commencé à faire des changements.
hi: जब परिवर्तन करना शुरू करेंगे तो आपका परिवर्तन इतिहास यहां प्रदर्शित किया जाएगा।
lv: Kad sāksiet veikt izmaiņas, Jūsu izmaiņu vēsture uzrādīsies šeit.
pt_pt: O seu histórico de alterações vai ser exibido aqui quando começar a fazer alterações.
ru: Журнал ваших изменений будет отображаться здесь, как только вы начнёте вносить изменения.
sk_sk: Vaša história zmien sa tu zobrazí, keď začnete robiť zmeny.
vi: Lịch sử thay đổi của bạn sẽ được hiển thị ở đây khi bạn bắt đầu thực hiện thay đổi.

source: Load more history from %d week ago…
de: Mehr Verlauf von vor einer Woche laden…
fr: Charger l’historique d'il y a %d semaine…
lv: Ielādēt senāku vēsturi pirms %d nedēļas…
ru: Загрузить журнал за %d-недель назад…

source: New Label
bg: Нов етикет
de: Neues Label
fr: Nouvelle étiquette
hi: नया लेबल
lv: Jauna birka
pt_pt: Nova etiqueta
ru: Новая метка
sk_sk: Nový štítok
vi: Nhãn Mới

source: Edit Label
bg: Редактиране на етикета
de: Label bearbeiten
fr: Modifier l’étiquette
hi: लेबल संपादन
lv: Rediģēt birku
pt_pt: Editar etiqueta
ru: Изменить метку
sk_sk: Upraviť označenie
vi: Chỉnh Sửa Nhãn

source: Give your label a name
bg: Дайте име на етикета си
de: Gib dem Label einen Namen
fr: Donnez un nom à votre étiquette
hi: अपने लेबल को नाम दें
lv: Nosauciet savu birku
pt_pt: Dê um nome à sua etiqueta
ru: Введите название метки
sk_sk: Dajte svojmu štítku názov
vi: Đặt tên cho nhãn của bạn

source: Add Label
bg: Добавяне на етикет
de: Label hinzufügen
fr: Ajouter une étiquette
hi: लेबल जोड़ें
lv: Pievienot birku
pt_pt: Adicionar etiqueta
ru: Добавить метку
sk_sk: Pridať štítok
vi: Thêm Nhãn

source: Update Label
bg: Обновяване на етикет
de: Label aktualisieren
fr: Mettre à jour l’étiquette
hi: लेबल अद्यतन
lv: Mainīt birku
pt_pt: Atualizar etiqueta
ru: Обновить метку
sk_sk: Aktualizovať štítok
vi: Cập Nhật Nhãn

source: Archived Projects
bg: Архивирани проекти
de: Archivierte Projekte
fr: Projets archivés
hi: संग्रहीत परियोजनाएं
lv: Arhivētie projekti
pt_pt: Arquivar projetos
ru: Архивированные проекты
sk_sk: Archivované projekty
vi: Dự Án Đã Lưu Trữ

source: Manage Sections
bg: Управление на разделите
de: Abschnitte verwalten
fr: Gérer les sections
hi: अनुभाग प्रबंधित करें
lv: Pārvaldīt sadaļas
pt_pt: Gerir secções
ru: Управление разделами
sk_sk: Spravovať sekcie
vi: Quản Lý Phần

source: You can sort your sections by dragging and dropping
de: Du kannst deine Abschnitte per Drag & Drop sortieren
fr: Vous pouvez trier vos sections par glisser-déposer
lv: Jūs varat sakārtot savas sadaļas velkot un nometot
pt_pt: Pode ordenar as suas secções ao clicar, arrastar e largar
ru: Вы можете сортировать разделы перетаскивая их
vi: Bạn có thể sắp xếp các phần bằng cách kéo và thả

source: Archived
bg: Архивиран
de: Archiviert
fr: Archivé
hi: संग्रहीत
lv: Arhivēts
pt_pt: Arquivado
ru: Архивированное
sk_sk: Archivované
vi: Đã lưu trữ

source: (No Section)
bg: (Без раздел)
de: (Ohne Abschnitt)
fr: (Pas de section)
hi: (कोई अनुभाग नहीं)
lv: (Nav sadaļas)
pt_pt: (Nenhuma secção)
ru: (Нет раздела)
sk_sk: (Žiadna sekcia)
vi: (Không có Phần)

source: Accounts
bg: Регистрации
de: Konten
fr: Comptes
hi: खाते
lv: Konti
pt_pt: Contas
ru: Учётные записи
sk_sk: Účty
vi: Tài Khoản

source: Add Source
bg: Източник
de: Quelle hinzufügen
fr: Ajouter une source
hi: स्रोत
lv: Pievienot avotu
pt_pt: Adicionar fonte
ru: Добавить источник
sk_sk: Pridať zdroj
vi: Thêm Nguồn

source: Inbox Page
de: Posteingang-Seite
lv: Iesūtnes lapa
pt_pt: Página de Início
ru: Страница Входящие
vi: Trang Hộp Thư Đến

source: You can sort your accounts by dragging and dropping
de: Du kannst deine Konten per Drag & Drop sortieren
fr: Vous pouvez trier vos comptes par glisser-déposer
lv: Jūs varat sakārtot savus kontus velkot un nometot
pt_pt: Pode ordenar as suas contas ao clicar, arrastar e largar
ru: Вы можете сортироваться свои учётные записи, перетаскивая их
vi: Bạn có thể sắp xếp các tài khoản bằng cách kéo và thả

source: SSL verification is disabled
de: SSL-Überprüfung ist deaktiviert
fr: Vérification SSL désactivée

source: Cannot Hide This Account
de: Dieses Konto kann nicht verborgen werden
fr: Impossible de cacher ce compte
lv: Šo kontu nevar paslēpt
pt_pt: Não é possível ocultar esta conta
ru: Невозможно скрыть этот аккаунт
vi: Không Thể Ẩn Tài Khoản Này

source: This account contains your current Inbox project. Please change your Inbox project first.
de: Dieses Konto enthält Ihr aktuelles Posteingangsprojekt. Bitte ändern Sie Ihr Posteingangsprojekt zuerst.
fr: Ce compte est lié à votre Boîte de réception actuelle. Veuillez d'abord changer le compte lié.
lv: Šis konts satur Jūsu pašreizējo iesūtnes projektu. Vispirms, lūdzu, izmainiet savu iesūtnes projektu.
pt_pt: Esta conta contém o seu projeto atual do Início. Altere primeiro o seu projeto no Início, por favor.
ru: В этом аккаунте хранится ваш текущий проект «Входящие». Пожалуйста, сначала измените проект «Входящие».
vi: Tài khoản này chứa dự án Hộp Thư Đến hiện tại của bạn. Vui lòng thay đổi dự án Hộp Thư Đến trước.

source: Change Inbox
de: Posteingang ändern
fr: Changer la Boîte de réception
lv: Mainīt iesūtni
pt_pt: Alterar Início
ru: Изменить «Входящие»
vi: Thay Đổi Hộp Thư Đến

source: Syncing…
de: Synchronisieren…
fr: Synchronisation…
lv: Sinhronizē…
pt_pt: A sincronizar…
ru: Синхронизирование…
vi: Đang đồng bộ…

source: Username
de: Nutzername
fr: Nom d’utilisateur
lv: Lietotājvārds
pt_pt: Nome de utilizador
ru: Имя пользователя
vi: Tên người dùng

source: Password
bg: Парола
de: Passwort
fr: Mot de passe
hi: पासवर्ड
lv: Parole
pt_pt: Palavra-passe
ru: Пароль
sk_sk: Heslo
vi: Mật khẩu

source: Calendar Home URL
de: URL der Kalender-Startseite
fr: URL d'accueil du calendrier
lv: Kalendāra sākumlapas saite
pt_pt: URL do calendário
ru: URL-адрес домашней страницы календаря
vi: URL Trang Chủ Lịch

source: Advanced Options
de: Erweiterte Einstellungen
fr: Options avancées
lv: Paplašinātie iestatījumi
pt_pt: Opções avançadas
ru: Продвинутые настройки
vi: Tùy Chọn Nâng Cao

source: Log In
bg: Вписване
de: Anmelden
fr: Se connecter
hi: लॉगिन
lv: Pieslēgties
pt_pt: Iniciar sessão
ru: Войти
sk_sk: Prihlásiť sa
vi: Đăng Nhập

source: Inbox Project
de: Posteingangsprojekt
fr: Projet lié à la Boîte de réception
lv: Iesūtnes projekts
pt_pt: Projeto do 'Início'
ru: Проект «Входящие»
vi: Dự Án Hộp Thư Đến

source: Your Inbox is where new tasks land by default. Based on David Allen's Getting Things Done methodology, it's your capture point for quick ideas and tasks that you'll organize later
de: Neue Aufgaben landen standardmäßig in deinem Posteingang. Dies basiert auf David Allens "Getting Things Done"-Methodik, und ist dein Ausgangspunkt für schnelle Ideen und Aufgaben, die du später organisieren kannst
fr: Votre Boîte de réception est l'endroit où les nouvelles tâches atterrissent par défaut. Fondé sur la méthode "Getting Things Done" de David Allen, c'est votre point de capture pour les idées spontanées et les tâches que vous organiserez plus tard
lv: Jaunie uzdevumi atradīsies Jūsu iesūtnē pēc noklusējuma. Pamatojoties uz Deivida Allena "Getting Things Done" metodoloģiju, iesūtne ir Jūsu ideju un uzdevumu uztveršanas punkts, kuru Jūs sakārtosiet vēlāk
pt_pt: Por predefinição, o Início é o local onde irá conter as tarefas criadas. Baseado na metodologia 'Getting Things Done' (fazer o que tem que ser feito) por David Allen, este local serve como o foco central para as suas ideias rápidas e tarefas que poderá querer organizar mais tarde
ru: По умолчанию новые задачи попадают в папку «Входящие». Согласно методологии Дэвида Аллена «Как привести дела в порядок», это место для сбора быстрых идей и задач, которые вы упорядочите позже
vi: Hộp Thư Đến là nơi các nhiệm vụ mới mặc định sẽ đến. Dựa trên phương pháp Getting Things Done của David Allen, đây là điểm thu thập ý tưởng nhanh và các nhiệm vụ bạn sẽ tổ chức sau

source: Server URL examples:
de: Server-URL Beispiele:
fr: Exemples d'URL de serveur:
lv: Servera saites piemēri:
pt_pt: Exemplos de URL de um servidor:
ru: Примеры URL-адресов серверов:
vi: Ví dụ URL Máy Chủ:

source: Source
bg: Източник
de: Quelle
hi: स्रोत
lv: Avots
pt_pt: Fonte
ru: Источник
sk_sk: Zdroj
vi: Nguồn

source: Display Name
bg: Име за показване
de: Anzeigename
fr: Nom affiché
hi: प्रदर्शन नाम
lv: Nosaukums attēlošanai
pt_pt: Nome da conta
ru: Отображаемое имя
sk_sk: Zobrazené meno
vi: Tên Hiển Thị

source: Sync Server
bg: Сървър за синхронизация
de: Mit Server synchronisieren
fr: Serveur de synchronisation
hi: समन्वयन सर्वर
lv: Sinhronizācijas serveris
pt_pt: Sincronizar Servidor
ru: Синхронизация с сервером
sk_sk: Server synchronizácie
vi: Máy Chủ Đồng Bộ

source: Activate this setting so that Planify automatically synchronizes with your account account every 15 minutes
bg: Активирайте тази настройка, за да може „Planify“ автоматично да се синхронизира с профила ви в „Todoist“ на всеки 15 минути
de: Aktiviere diese Einstellung, damit Planify alle 15 Minuten automatisch mit deinem Todoist-Konto synchronisiert wird
fr: Activez ce paramètre pour que Planify se synchronise automatiquement avec votre compte Todoist toutes les 15 minutes
hi: इस सेटिंग को सक्रिय करें ताकि प्लॅानिफाई स्वचालित रूप से हर 15 मिनट में आपके Todoist खाते के साथ समन्वयित हो जाए
lv: Iespējojiet šo iestatījumu, lai Planify automātiski sinhronizētu Jūsu kontu katras 15 minūtes
pt_pt: Ative esta funcionalidade para que o Planify sincronize automaticamente com a sua conta a cada 15 minutos
ru: Активируйте эту настройку, чтобы Planify автоматически синхронизировался с вашей учётной записью каждые 15 минут
sk_sk: Aktivujte toto nastavenie, aby Planify automaticky synchronizoval váš účet každých 15 minút
vi: Kích hoạt cài đặt này để Planify tự động đồng bộ với tài khoản của bạn mỗi 15 phút

source: Last Sync
bg: Последна синхронизация
de: Letzte Synchronisation
fr: Dernière synchronisation
hi: अंतिम समन्वयन
lv: Pēdējā sinhronizācija
pt_pt: Última sincronização
ru: Последняя синхронизация
sk_sk: Posledná synchronizácia
vi: Lần Đồng Bộ Cuối

source: Delete Source
de: Quelle löschen
fr: Supprimer la source
lv: Dzēst avotu
pt_pt: Eliminar fonte
ru: Удалить источник
vi: Xóa Nguồn

source: Delete Source?
bg: Премахване на източника?
de: Quelle löschen?
fr: Supprimer la source ?
hi: अनुभाग मिटाएं
lv: Dzēst avotu?
pt_pt: Apagar a fonte?
ru: Удалить источник?
sk_sk: Odstrániť zdroj?
vi: Xóa Nguồn?

source: How to get your token?
de: Wie bekommst du deinen Token?
fr: Comment obtenir votre jeton d'accès?
lv: Kā iegūt Jūsu pilnvaru?
pt_pt: Como obter o seu token?
ru: Как получить Ваш токен?
vi: Làm thế nào để lấy token của bạn?

source: 1. Go to Todoist → Settings → Integrations → Developer
de: 1. Gehe zu Todoist → Einstellungen → Integrationen → Entwickler
fr: 1. Allez sur Todoist → Réglages → Intégrations → Développeur
lv: 1. Dodieties uz Todoist → Settings → Integrations → Developer
pt_pt: 1. Vá a Todoist → Definições → Integrações → Programador
ru: 1. Зайти в Todoist → Параметры → Интеграции → Разработчикам
vi: 1. Đi đến Todoist → Cài đặt → Tích hợp → Nhà phát triển

source: 2. Find 'API token' and copy your token
de: 2. Finde 'API-Token' und kopiere den Token
fr: 2. Cherchez la mention 'Jeton d'accès API' ("API token") puis copiez votre jeton d'accès
lv: 2. Atrodiet 'API token' un kopējiet Jūsu pilnvaru
pt_pt: 2. Procure por 'API tokem' e faça a copia do mesmo
ru: 2. Найти "Токен API" и копировать Ваш токен
vi: 2. Tìm 'API token' và sao chép token của bạn

source: 3. Paste it in the field above
de: 3. Fügen den Token in das obige Feld ein
fr: 3. Collez-le dans le champ ci-dessus
lv: 3. Ielīmējiet to ailē augstāk
pt_pt: 3. Insira o código ao colar no campo em cima
ru: 3. Вставить его в поле сверху
vi: 3. Dán nó vào trường trên

source: Connect with Token
de: Verbindung mit Token
fr: Se connecter avec le jeton d'accès
lv: Savienoties ar pilnvaru
pt_pt: Conectar com o token
ru: Подключитесь с помощью токена
vi: Kết nối bằng Token

source: Enter token
de: Gib den Token ein
fr: Entrez votre jeton d'accès
lv: Ievietojiet pilnvaru
pt_pt: Inserir token
ru: Введите токен
vi: Nhập token

source: Synchronizing…
bg: Синхронизиране…
de: Synchronisieren…
fr: Synchronisation…
hi: समन्वयन...
lv: Sinhronizējas…
pt_pt: A sincronizar…
ru: Синхронизация…
sk_sk: Synchronizovanie…
vi: Đang đồng bộ…

source: Please Enter Your Credentials
bg: Въведете данни за идентификация
de: Bitte gib deine Anmeldedaten ein
fr: Veuillez entrer vos informations d’identification
hi: कृपया अपना प्रत्ययपत्र दर्ज करें
lv: Lūdzu ievadiet savus pieslēgšanās datus
pt_pt: Insira as suas credenciais, por favor
ru: Введите данные своей учётной записи
sk_sk: Zadajte svoje poverenia
vi: Vui Lòng Nhập Thông Tin Xác Thực Của Bạn

source: Loading…
bg: Зареждане…
de: Laden…
fr: Chargement…
hi: लोड हो रहा है…
lv: Ielādē…
pt_pt: A carregar…
ru: Загрузка…
sk_sk: Načítava sa…
vi: Đang Tải…

source: Network Is Not Available
bg: Мрежата не е достъпна
de: Netzwerk ist nicht verfügbar
fr: Réseau indisponible
hi: नेटवर्क उपलब्ध नहीं है
lv: Tīklājs nav pieejams
pt_pt: A rede não se encontra disponível
ru: Сеть недоступна
sk_sk: Sieť nie je dostupná
vi: Mạng Không Khả Dụng

source: Appearance
bg: Изглед
de: Erscheinungsbild
fr: Apparence
hi: दिखावट
lv: Izskats
pt_pt: Aspeto
ru: Оформление
sk_sk: Vzhľad
vi: Giao Diện

source: Use System Settings
bg: Използване на стандартните настройки
de: Systemeinstellungen verwenden
fr: Utiliser les paramètres système
hi: सिस्टम सेटिंग का उपयोग
lv: Lietot sistēmas iestatījumus
pt_pt: Usar as definições do sistema
ru: Использовать настройки системы
sk_sk: Použiť systémové nastavenia
vi: Sử Dụng Cài Đặt Hệ Thống

source: Select theme
de: Design auswählen
fr: Sélectionner un thème
lv: Izvēlēties paleti
pt_pt: Selecionar tema
ru: Выбрать тему
vi: Chọn chủ đề

source: Light Style
bg: Светъл стил
de: Heller Stil
fr: Style clair
hi: हल्की शैली
lv: Gaišā palete
pt_pt: Tema claro
ru: Светлый стиль
sk_sk: Svetlý štýl
vi: Kiểu Sáng

source: Clean light theme
de: Klares helles Design
fr: Thème clair et épuré
lv: Tīrā gaišā palete
pt_pt: Tema claro limpo
ru: Чистая лёгкая тема
vi: Chủ đề sáng sạch

source: Dark Style
bg: Тъмен стил
de: Dunkler Stil
fr: Style sombre
hi: गहरी शैली
lv: Tumšā palete
pt_pt: Tema escuro
ru: Тёмный стиль
sk_sk: Tmavý štýl
vi: Kiểu Tối

source: Elegant dark theme
de: Elegantes dunkles Design
fr: Thème sombre et élégant
lv: Elegantā tumšā palete
pt_pt: Tema escuro elegante
ru: Элегантная тёмная тема
vi: Chủ đề tối thanh lịch

source: Dark Blue Style
bg: Тъмно син стил
de: Dunkelblauer Stil
fr: Style bleu sombre
hi: गहरे नीले रंग की शैली
lv: Tumši zilā palete
pt_pt: Tema azul escuro
ru: Тёмно-синий стиль
sk_sk: Tmavomodrý štýl
vi: Kiểu Xanh Dương Tối

source: Professional blue theme
de: Professionelles blaues Design
fr: Thème bleu professionnel
lv: Profesionālā zilā palete
pt_pt: Tema azul profissional
ru: Профессиональная голубая тема
vi: Chủ đề xanh dương chuyên nghiệp

source: Custom themes are not available when using the system light theme
de: Benutzerdefinierte Designs sind nicht verfügbar, wenn das helle Systemdesign benutzt wird
fr: Les thèmes personnalisés ne sont pas disponibles lorsque vous utilisez le thème système clair
lv: Pielāgotās paletes nav pieejamas, kad tiek lietota sistēmas gaišā palete
pt_pt: Os temas personalizados não estão disponíveis quando está a usar o tema claro do sistema
ru: Пользовательские темы недоступны при использовании системной светлой темы
vi: Các chủ đề tùy chỉnh không khả dụng khi sử dụng chủ đề sáng của hệ thống

source: Font Size
de: Schriftgröße
fr: Taille de la police
lv: Burtu izmērs
pt_pt: Tamanho da fonte
ru: Размер шрифта
vi: Cỡ Chữ

source: Backups
bg: Резерви
de: Wiederherstellungskopien
fr: Sauvegardes
hi: बैकअप
lv: Dublējumkopijas
pt_pt: Cópias de segurança
ru: Резервные копии
sk_sk: Zálohy
vi: Sao Lưu

source: Never worry about losing your data. You can create backups of your active projects, tasks and comments and import them later.
bg: Никога не се притеснявайте, че ще загубите данните си. Може да създавате резервни копия на текущите си проекти, задачи и коментари и да ги внесете по-късно.
de: Mach dir keine Sorgen mehr über Datenverlust. Du kannst Sicherungen deiner aktiven Projekte, Aufgaben und Kommentare erstellen und sie später importieren.
fr: N'ayez jamais à vous inquiéter des pertes de données. Vous pouvez créer des sauvegardes de vos projets actifs, tâches et commentaires et les réimporter plus tard.
hi: अपना डेटा खोने की चिंता कभी न करें। आप अपनी सक्रिय परियोजनाओं, कार्यों और टिप्पणियों का बैकअप बना सकते हैं और बाद में उन्हें आयात कर सकते हैं।
lv: Nekad nesatraucieties par savu datu zudumu. Jūs variet veidot dublējumkopijas saviem aktīvajiem projektiem, uzdevumiem un komentāriem un importēt tos vēlāk.
pt_pt: Não se preocupe se vai perder os seus dados. Pode criar cópias de segurança dos seus projetos, tarefas, comentários e fazer a importação dos mesmos mais tarde.
ru: Никогда не беспокойтесь о потере ваших данных. Вы можете создавать резервные копии своих активных проектов, задач и комментариев и импортировать их позже.
sk_sk: Nemusíte sa báť o stratu vašich údajov. Môžete vytvárať zálohy vašich aktívnych projektov, úloh a komentárov a neskôr ich importovať.
vi: Đừng lo lắng về việc mất dữ liệu của bạn. Bạn có thể tạo bản sao lưu các dự án, nhiệm vụ và nhận xét đang hoạt động, sau đó nhập chúng sau.

source: Create Backup
bg: Създаване на резервен файл
de: Sicherung erstellen
fr: Créer une sauvegarde
hi: बैकअप बनाएं
lv: Veidot dublējumkopiju
pt_pt: Criar cópia de segurança
ru: Создать резервную копию
sk_sk: Vytvoriť zálohu
vi: Tạo Sao Lưu

source: Import Backup
bg: Внасяне на резервен файл
de: Sicherung importieren
fr: Importer une sauvegarde
hi: बैकअप आयात करें
lv: Importēt dublējumkopiju
pt_pt: Importar cópia de segurança
ru: Импорт резервной копии
sk_sk: Importovať zálohu
vi: Nhập Sao Lưu

source: Backup Files
bg: Резервни Файлове
de: Sicherungsdateien
fr: Fichiers de sauvegarde
hi: बैकअप फाइलें
lv: Dublējumkopijas datnes
pt_pt: Ficheiros de cópias de segurança
ru: Файлы резервных копий
sk_sk: Záložné súbory
vi: Tệp Sao Lưu

source: No backups found, create one clicking the button above.
bg: Няма наличен профил. Синхронизирайте такъв, като натиснете върху „+“ бутона.
de: Kein Backup gefunden, erstelle eins mit den Optionen oben.
fr: Aucune sauvegarde trouvée, créez-en une en cliquant sur le bouton ci-dessus.
hi: कोई खाता उपलब्ध नहीं है, '+' बटन पर क्लिक करके किसी एक को समन्वयित करें
lv: Neviena dublējumkopija netika atrasta, izveidojiet pirmo, spiežot pogu augstāk.
pt_pt: Não foram encontradas cópias de segurança, crie uma clicando no botão em cima.
ru: Учётные записи не найдены. Создайте, нажав кнопку сверху.
sk_sk: Nenašli sa žiadne zálohy, vytvorte jednu kliknutím na tlačidlo vyššie.
vi: Không tìm thấy bản sao lưu nào, hãy tạo một bản bằng cách nhấp vào nút trên.

source: Backup files are stored in: %s
de: Die Sicherungsdateien werden in folgendem Verzeichnis gespeichert: %s
fr: Sauvegardes enregistrées dans: %s
pt_pt: Os ficheiros das cópias de segurança estão armazenadas em: %s
ru: Файлы резервных копий хранятся в: %s
vi: Tệp sao lưu được lưu trữ tại: %s

source: Migrate
bg: Мигриране
de: Migrieren
fr: Migrer
hi: प्रवासन
lv: Migrēt
pt_pt: Migrar
ru: Перенести
sk_sk: Migrovať
vi: Di Chuyển

source: Migrate From Planner
bg: Мигриране от „Planner“
de: Von Planner migrieren
fr: Migrer depuis Planner
hi: प्लानर से प्रवासन
lv: Migrēt no Planner
pt_pt: Migrar a partir do Planner
ru: Перенести из планировщика
sk_sk: Migrovať z Plannera
vi: Di Chuyển Từ Planner

source: The Backup was created successfully.
bg: Задачите са мигрирани успешно.
de: Sicherung erfolgreich erstellt.
fr: Sauvegarde créée avec succès.
hi: कार्य प्रवासन सफल
lv: Dublējumkopija tika izveidota.
pt_pt: A cópia de segurança foi criada com sucesso.
ru: Резервная копия создана.
sk_sk: Záloha bola úspešne vytvorená.
vi: Bản Sao Lưu đã được tạo thành công.

source: Tasks Migrate Successfully
bg: Задачите са мигрирани успешно
de: Aufgaben erfolgreich migriert
fr: Tâches migrées avec succès
hi: कार्य प्रवासन सफल
lv: Uzdevumi migrēti
pt_pt: As tarefas foram migradas com sucesso
ru: Миграция задач успешна
sk_sk: Úlohy boli úspešne migrované
vi: Di Chuyển Nhiệm Vụ Thành Công

source: The database file does not exist.
bg: Не съществува базата от данни.
de: Die Datenbankdatei ist nicht vorhanden.
fr: Le fichier de la base de données n’existe pas.
hi: डेटाबेस फाइल मौजूद नहीं है।
lv: Datubāzes datne nepastāv.
pt_pt: O ficheiro da base de dados não existe.
ru: Файл базы данных не существует.
sk_sk: Súbor databázy neexistuje.
vi: Tệp cơ sở dữ liệu không tồn tại.

source: Selected file is invalid
bg: Избраният файл е невалиден
de: Ausgewählte Datei ist ungültig
fr: Fichier sélectionné invalide
hi: चयनित फाइल अमान्य है
lv: Izvēlētā datne ir nederīga
pt_pt: O ficheiro selecionado é inválido
ru: Выбранный файл недействителен
sk_sk: Vybraný súbor je neplatný
vi: Tệp đã chọn không hợp lệ

source: View Backup
bg: Създаване на резервен файл
de: Sicherung anzeigen
fr: Visionner la sauvegarde
hi: बैकअप देखें
lv: Skatīt dublējumkopiju
pt_pt: Ver cópia de segurança
ru: Показать резервную копию
sk_sk: Zobraziť zálohu
vi: Xem Sao Lưu

source: Download
bg: Свалям, Изтеглям, Източвам
de: Herunterladen
fr: Télécharger
hi: डाउनलोड
lv: Lejuplādēt
pt_pt: Transferir
ru: Скачать
sk_sk: Stiahnuť
vi: Tải Xuống

source: Import Overview
bg: Преглед на внасяне
de: Importübersicht
fr: Aperçu d’importation
hi: आयात अवलोकन
lv: Importēt pārskatu
pt_pt: Importar vista geral
ru: Обзор импорта
sk_sk: Prehľad importu
vi: Tổng Quan Nhập

source: Sources
bg: Източник
de: Quellen
hi: स्रोत
lv: Avoti
pt_pt: Fontes
ru: Источники
sk_sk: Zdroje
vi: Nguồn

source: To-Dos
bg: Добавяне на задача
de: Aufgaben
fr: Tâches
hi: कार्य
lv: Uzdevumi
pt_pt: Tarefas
ru: Задания
sk_sk: Úlohy
vi: Nhiệm Vụ Cần Làm

source: Confirm
bg: Потвърждаване
de: Bestätigen
fr: Confirmer
hi: पुष्टि करें
lv: Apstiprināt
pt_pt: Confirmar
ru: Подтвердить
sk_sk: Potvrdiť
vi: Xác Nhận

source: Restore backup
bg: Възстановяване от резервно копие
de: Sicherung wiederherstellen
fr: Restaurer la sauvegarde
hi: बैकअप बहाल
lv: Atjaunot dublējumkopiju
pt_pt: Restaurar cópia de segurança
ru: Восстановление резервной копии
sk_sk: Obnoviť zálohu
vi: Khôi phục bản sao lưu
