Repository: alainm23/planify
Catalog: po/*.po
Languages: bg, de, fr, hi, lv, pt_pt, ru, sk_sk, vi

source: Are you sure you want to continue? This operation will delete your current data and replace it with the backup data.
bg: Сигурни ли сте, че искате да продължите? Тази операция ще премахне текущите ви данни и ще ги замести с резервните данни.
de: Bist du sicher, dass du fortfahren möchtest? Diese Aktion wird deine aktuellen Daten löschen und durch die Sicherungsdaten ersetzen.
fr: Êtes-vous sûr·e de vouloir continuer? Cette action supprimera vos données actuelles et les remplacera par celles de la sauvegarde.
hi: क्या आप वाकई जारी रखना चाहते हैं? यह अभियान आपके वर्तमान डेटा को मिटा देगा और इसे बैकअप डेटा से बदल देगा।
lv: Vai Jūs esat pārliecināti, ka vēlaties turpināt? Šī darbība dzēsīs Jūsu pašreizējos datus un aizvietos tos ar dublējumkopijas datiem.
pt_pt: Tem a certeza de que pretende continuar? Este procedimento vai eliminar os seus dados atuais e substituir os mesmos pelos dados da cópia de segurança.
ru: Вы уверены, что хотите продолжить? Эта операция приведет к удалению текущих данных и замене их резервной копией.
sk_sk: Ste si istí, že chcete pokračovať? Táto operácia vymaže vaše aktuálne údaje a nahradí ich údajmi zo zálohy.
vi: Bạn có chắc muốn tiếp tục không? Thao tác này sẽ xóa dữ liệu hiện tại của bạn và thay thế bằng dữ liệu sao lưu.

source: Restore Backup
bg: Възстановяване от резервно копие
de: Sicherung wiederherstellen
fr: Restaurer la sauvegarde
hi: बैकअप बहाल
lv: Atjaunot dublējumkopiju
pt_pt: Restaurar cópia de segurança
ru: Восстановить резервную копию
sk_sk: Obnoviť zálohu
vi: Khôi Phục Sao Lưu

source: Donate
de: Spenden
fr: Faire un don

source: Support Planify Development
de: Unterstütze die Entwicklung von Planify
fr: Soutenez le développement de Planify

source: Help keep Planify free and open source! Your donations directly support development, new features, and maintenance. Every contribution, no matter the size, makes a difference.
de: Hilf dabei, Planify kostenlos und als Open Source verfügbar zu halten! Deine Spende unterstützt direkt die Entwicklung, neue Funktionen und Wartungsarbeiten. Jeder Beitrag, egal in welcher Höhe, macht einen Unterschied.
fr: Aidez à garder Planify gratuit et open source! Vos donations soutiennent directement le développement, de nouvelles fonctionnalités et la maintenance. Chaque contribution, quelle qu'en soit la taille, fait une différence.

source: Monthly recurring support
de: Monatliche Unterstützung
fr: Don mensuel récurrent

source: One-time donation
de: Einmalige Spende
fr: Don ponctuel

source: Weekly recurring donations
de: Wöchentliche Spende
fr: Don hebdomadaire récurrent

source: Buy me a coffee ☕
de: Kauf mir einen Kaffee ☕
fr: Offrez-moi un café ☕

source: Choose Your Preferred Platform
de: Wähle deine bevorzugte Plattform
fr: Choisissez votre plateforme préférée

source: Thank you for your support! 🙏
de: Danke für deine Unterstützung! 🙏
fr: Merci pour votre soutien! 🙏

source: Your contribution helps keep Planify alive and growing.
de: Dein Beitrag hilft dabei, dass Planify weiter wächst und gedeiht.
fr: Votre contribution aide à garder Planify en vie et à le faire grandir.

source: General
bg: Общи
de: Allgemein
fr: Général
hi: सामान्य
lv: Vispārēji
pt_pt: Geral
ru: Общие
sk_sk: Všeobecné
vi: Tổng Quan

source: Custom Sort Order
bg: Друг ред на подредба
de: Benutzerdefinierte Reihenfolge
fr: Ordre de tri personnalisé
hi: तदनुकूल छंटाई क्रम
lv: Pielāgota secība
pt_pt: Ordenação personalizada
ru: Ручной Порядок Сортировки
sk_sk: Vlastný poriadok triedenia
vi: Thứ Tự Sắp Xếp Tùy Chỉnh

source: Alphabetically
bg: Азбучен ред
de: Alphabetisch
fr: Alphabétiquement
hi: वर्णानुक्रम
lv: Alfabētiski
pt_pt: Alfabeticamente
ru: По алфавиту
sk_sk: Abecedne
vi: Theo Bảng Chữ Cái

source: Sort by
bg: Подреждане по
de: Sortieren nach
fr: Trier par
hi: ऐसे छांटें
lv: Kārtot pēc
pt_pt: Ordenar por
ru: Сортировать по
sk_sk: Triediť podľa
vi: Sắp xếp theo

source: Ascending
bg: Възходящо
de: Aufsteigend
fr: Ascendant
hi: आरोही
lv: Augoši
pt_pt: Ascendente
ru: По возрастанию
sk_sk: Vzostupne
vi: Tăng dần

source: Descending
bg: Низходящо
de: Absteigend
fr: Descendant
hi: अवरोही
lv: Dilstoši
pt_pt: Descendente
ru: По убыванию
sk_sk: Zostupne
vi: Giảm dần

source: Ordered
bg: Подредени
de: Ordnung
fr: Trié
hi: क्रम
lv: Sakārtots
pt_pt: Ordenação
ru: Упорядочить
sk_sk: Usporiadané
vi: Đã Sắp Xếp

source: DE Integration
bg: Интеграция с работната среда
de: Desktop-Umgebung Integration
fr: Intégration à l’environnement de bureau
hi: DE एकीकरण
lv: Darbvirsmas vides integrācija
pt_pt: Integração do ambiente de área de trabalho
ru: Интеграция с рабочим окружением
sk_sk: DE integrácia
vi: Tích Hợp DE

source: Run in Background
bg: Фонов режим
de: Im Hintergrund ausführen
fr: Exécuter en arrière-plan
hi: पृष्ठभूमि में चलाएं
lv: Strādāt fonā
pt_pt: Executar em segundo plano
ru: Работа в фоновом режиме
sk_sk: Spustiť na pozadí
vi: Chạy Nền

source: Let Planify run in background and send notifications
bg: Позволете на „Planify“ да работи във фонов режим и да изпраща известия
de: Lass Planify im Hintergrund laufen und Benachrichtigungen senden
fr: Laisser Planify s’exécuter en arrière-plan et envoyer des notifications
hi: प्लॅानिफाई को पृष्ठभूमि में चलने दें और अधिसूचनाएं भेजें
lv: Ļaut Planify darboties fonā un sūtīt paziņojumus
pt_pt: Permitir que o Planify execute em segundo e envie notificações
ru: Позвольте Planify работать в фоновом режиме и отправлять уведомления
sk_sk: Nechajte aplikáciu Planify bežať na pozadí a posielať notifikácie
vi: Cho phép Planify chạy nền và gửi thông báo

source: Run on Startup
bg: Пускане при стартиране
de: Beim Starten ausführen
fr: Lancer au démarrage
hi: शुरुआत पर चलाएं
lv: Palaist ieslēdzot datoru
pt_pt: Executar ao iniciar o computador
ru: Запускать при старте системы
sk_sk: Spustiť pri štarte
vi: Chạy Khi Khởi Động

source: Whether Planify should run on startup
bg: Дали „Planify“ да се пусне при стартиране
de: Ob Planify beim Starten ausgeführt werden soll
fr: Indique si Planify devrait se lancer au démarrage
hi: क्या प्लॅानिफाई को शुरुआत पर चलना चाहिए
lv: Vai Planify būtu jāpalaižas ieslēdzot datoru
pt_pt: Permitir que o Planify execute automaticamente quando iniciar o computador
ru: Должен ли Planify запускаться при старте системы
sk_sk: Či by mala aplikácia Planify bežať pri štarte
vi: Liệu Planify có nên chạy khi khởi động hay không

source: Calendar Events
bg: Календарни събития
de: Kalender Ereignisse
fr: Évènements de calendrier
hi: कैलेंडर कार्यक्रम
lv: Kalendāra notikumi
pt_pt: Eventos do calendário
ru: События календаря
sk_sk: Kalendárové udalosti
vi: Sự Kiện Lịch

source: Date and Time
bg: Дата и време
de: Daum und Uhrzeit
fr: Date & heure
hi: तारीख और समय
lv: Datums un laiks
pt_pt: Data e hora
ru: Дата и время
sk_sk: Dátum a čas
vi: Ngày và Giờ

source: 24h
bg: 24-часов
de: 24-Stunden
hi: 24 घंटे
lv: 24 stundas
ru: 24-часовой

source: 12h
bg: 12-часов
de: 12-Stunden
hi: 12 घंटे
lv: 12 stundas
ru: 12-часовой

source: Clock Format
bg: Формат на часовника
de: Format der Uhrzeit
fr: Format horaire
hi: घड़ी प्रारूप
lv: Pulkstens formāts
pt_pt: Formato do relógio
ru: Формат времени
sk_sk: Formát hodín
vi: Định Dạng Đồng Hồ

source: Sunday
bg: Неделя
de: Sonntag
fr: Dimanche
hi: रविवार
lv: Svētdiena
pt_pt: Domingo
ru: Воскресенье
sk_sk: Nedeľa
vi: Chủ Nhật

source: Monday
bg: Понеделник
de: Montag
fr: Lundi
hi: सोमवार
lv: Pirmdiena
pt_pt: Segunda-feira
ru: Понедельник
sk_sk: Pondelok
vi: Thứ Hai

source: Tuesday
bg: Вторник
de: Dienstag
fr: Mardi
hi: मंगलवार
lv: Otrdiena
pt_pt: Terça-feira
ru: Вторник
sk_sk: Utorok
vi: Thứ Ba

source: Wednesday
bg: Сряда
de: Mittwoch
fr: Mercredi
hi: बुधवार
lv: Trešdiena
pt_pt: Quarta-feira
ru: Среда
sk_sk: Streda
vi: Thứ Tư

source: Thursday
bg: Четвъртък
de: Donnerstag
fr: Jeudi
hi: गुरुवार
lv: Ceturtdiena
pt_pt: Quinta-feira
ru: Четверг
sk_sk: Štvrtok
vi: Thứ Năm

source: Friday
bg: Петък
de: Freitag
fr: Vendredi
hi: शुक्रवार
lv: Piektdiena
pt_pt: Sexta-feira
ru: Пятница
sk_sk: Piatok
vi: Thứ Sáu

source: Saturday
bg: Събота
de: Samstag
fr: Samedi
hi: शनिवार
lv: Sestdiena
pt_pt: Sábado
ru: Суббота
sk_sk: Sobota
vi: Thứ Bảy

source: Start of the Week
bg: Начало на седмицата
de: Start der Woche
fr: Début de la semaine
hi: हफ्ते का प्रारम्भ
lv: Nedēļās sākums
pt_pt: Começo da semana
ru: Начало недели
sk_sk: Začiatok týždňa
vi: Khởi Đầu Tuần

source: Smart Date Recognition
de: Intelligente Datumserkennung
fr: Reconnaissance intelligente de la date
pt_pt: Reconhecimento inteligente de data
vi: Nhận Dạng Ngày Thông Minh

source: Automatically detect dates like "tomorrow" or "next week"
de: Erkenne automatisch Datumsangaben wie "Morgen" oder "Nächste Woche"
fr: Détecte automatiquement les dates comme "demain" ou "semaine prochaine"
pt_pt: Deteta automaticamente as datas como "amanhã" ou "próxima semana"
vi: Tự động phát hiện ngày như "ngày mai" hoặc "tuần tới"

source: Home View
de: Startseite
lv: Sākumlapas skats
pt_pt: Página principal
ru: Обзор домашней страницы
vi: Chế Độ Xem Trang Chủ

source: Quick Add
bg: Бързо добавяне
de: Schnell hinzufügen
fr: Ajout rapide
hi: शीघ्र जोड़ें
lv: Ātrā pievienošana
pt_pt: Adicionar rápido
ru: Быстрое добавление
sk_sk: Rýchle pridanie
vi: Thêm Nhanh

source: Use Quick Add to create to-dos from anywhere on your desktop with just a few keystrokes. You don’t even have to leave the app you’re currently in.
bg: Използвайте „Бързо добавяне“, за да създавате задачи по всяко време от работния плот само с няколко натискания на клавиши. Дори не е необходимо да напускате приложението, в което се намирате в момента.
de: Verwende 'Schnell hinzufügen', um Aufgaben von überall auf deinem Desktop mit nur wenigen Tastenanschlägen zu erstellen. Du musst nicht einmal die App verlassen, in der du dich gerade befindest.
fr: Utilisez l’ajout rapide pour créer des tâches depuis n’importe quel endroit sur votre bureau, avec une combinaison de touches. Vous n’aurez même pas à quitter l’application que vous étiez en train d’utiliser.
hi: बस कुछ कीस्ट्रोक्स के साथ अपने डेस्कटॉप पर कहीं से भी करने-हेतु कार्य बनाने के लिए शीघ्र जोड़ें का उपयोग करें। आपको वह ऐप छोड़ने की भी ज़रूरत नहीं है जिसमें आप वर्तमान में हैं।
lv: Izmantojiet "ātro pievienošanu", lai izveidotu uzdevumus jebkurā brīdi lietojot datoru ar vien dažiem taustiņsitieniem. Jums pat nenāksies pamest lietotni, kuru Jūs lietosiet.
pt_pt: Utilize o 'Adicionar rápido' para criar tarefas em qualquer parte do seu ambiente de trabalho, bastando apenas usar algumas teclas. Nem é necessário sair da aplicação enquanto a está a usar.
ru: Используйте функцию «Быстрое добавление», чтобы создавать задания из любого места на рабочем столе с помощью всего лишь нескольких нажатий клавиш. Вам даже не придётся выходить из приложения, в котором вы сейчас находитесь.
sk_sk: Použite rýchle pridanie na vytvorenie úloh z akéhokoľvek miesta na vašom pracovnom stole pomocou niekoľkých stlačení kláves. Nemusíte ani opustiť aplikáciu, v ktorej sa práve nachádzate.
vi: Sử dụng Thêm Nhanh để tạo nhiệm vụ cần làm từ bất cứ đâu trên màn hình của bạn chỉ với vài lần gõ phím. Bạn thậm chí không cần phải thoát khỏi ứng dụng đang sử dụng.

source: Head to System Settings → Keyboard → Shortcuts → Custom, then add a new shortcut with the following:
bg: Отидете в „Стандартни настройки“ → „Клавиатура“ → „Клавишни комбинации“ → „Друг“, след което добавете нова комбинация със следното:
de: Gehe zu Systemeinstellungen → Tastatur → Tastenkombinationen → Eigene Tastenkombinationen und füge dann eine neue Kombination mit folgendem hinzu:
fr: Allez dans Paramètres système → Clavier → Raccourcis → Personnalisé, et ajoutez un nouveau raccourci avec la commande suivante :
hi: सिस्टम सेटिंग → कीबोर्ड → शॉर्टकट → तदनुकूल पर जाएं, फिर निम्नलिखित के साथ एक नया शॉर्टकट जोड़ें:
lv: Dodieties uz Settings → Keyboard → Shortcuts → Custom, tad pievienojiet jaunu īsceļu ar šo:
pt_pt: Abra as 'Definições do sistema' → 'Teclado' → 'Atalhos' → 'Personalizar' ou 'Adicionar um comando' e depois adicione um novo atalho com o seguinte comando:
ru: Откройте «Системные настройки» → «Клавиатура» → «Комбинации клавиш» → «Пользовательская комбинация клавиш», затем добавьте новую комбинацию клавиш со следующим текстом:
sk_sk: Prejdite do Nastavení systému → Klávesnica → Klávesové skratky → Vlastné, potom pridajte novú skratku s nasledujúcim:
vi: Đi tới Cài đặt Hệ thống → Bàn phím → Phím tắt → Tùy chỉnh, sau đó thêm một phím tắt mới với thông tin sau:

source: Settings
bg: Настройки
de: Einstellungen
fr: Paramètres
hi: सेटिंग
lv: Iestatījumi
pt_pt: Definições
ru: Настройки
sk_sk: Nastavenia
vi: Cài đặt

source: Save Last Selected Project
bg: Запазване на последно избрания проект
de: Im zuletzt ausgewählten Projekt speichern
fr: Enregistrer le dernier projet sélectionné
hi: अंतिम चयनित परियोजना सहेजें
lv: Paturēt pēdējo izvēlēto projektu
pt_pt: Guardar o último projeto selecionado
ru: Сохранить в последний выбранный проект
sk_sk: Uložiť posledný vybraný projekt
vi: Lưu Dự Án Được Chọn Gần Nhất

source: If unchecked, the default project selected is Inbox
bg: Ако е премахната отметката, по подразбиране се избира проекта „Входящи“
de: Wenn nicht aktiviert, is das standardmäßig ausgewählte Projekt der Posteingang
fr: Si rien n’est coché, le projet sélectionné par défaut sera la boîte de réception
hi: यदि जांचा नहीं गया है, तो चयनित तयशुदा परियोजना इनबॉक्स है
lv: Ja neiespējots, noklusējuma projekts ir iesūtne
pt_pt: Se estive desativado, o projeto a ser selecionado por estará predefinição em Início
ru: Если эта опция не включена, по умолчанию будет выбран проект «Входящие»
sk_sk: Ak je nezaškrtnuté, predvolený vybraný projekt je Doručená pošta
vi: Nếu bỏ chọn, dự án mặc định được chọn là Hộp Thư Đến

source: The command was copied to the clipboard
bg: Командата е копирана в буфера за обмен
de: Der Befehl wurde in die Zwischenablage kopiert
fr: Commande copiée vers le presse-papiers
hi: कमांड को क्लिपबोर्ड पर कॉपी किया गया था
lv: Komanda kopēta starpliktuvē
pt_pt: O comando foi copiado para a sua área de transferência
ru: Команда скопирована в буфер обмена
sk_sk: Príkaz bol skopírovaný do schránky
vi: Lệnh đã được sao chép vào bộ nhớ tạm

source: Sidebar
bg: Странична лента
de: Seitenleiste
fr: Largeur
hi: पार्श्वपट्टी
lv: Sānjosla
pt_pt: Barra lateral
ru: Боковая панель
sk_sk: Postranný panel
vi: Thanh Bên

source: Show in Sidebar
bg: Показване в страничната лента
de: In der Seitenleiste anzeigen
fr: Afficher dans la barre latérale
hi: पार्श्वपट्टी में दिखाएं
lv: Rādīt sānjoslā
pt_pt: Mostrar na barra lateral
ru: Отображать на боковой панели
sk_sk: Zobraziť v bočnom paneli
vi: Hiển Thị Trên Thanh Bên

source: Show Task Count
bg: Показване на броя задачи
de: Anzahl der Aufgaben anzeigen
fr: Afficher le compteur de tâches
hi: कार्य संख्या दिखाएं
lv: Rādīt uzdevumu skaitu
pt_pt: Mostrar a contagem de tarefas
ru: Показать количество задач
sk_sk: Zobraziť počet úloh
vi: Hiển Thị Số Lượng Nhiệm Vụ

source: Sidebar Width
bg: Широчина на страничната лента
de: Breite der Seitenleiste
fr: Largeur du volet latéral
hi: पार्श्वपट्टी की चौड़ाई
lv: Sānjoslas platums
pt_pt: Largura da barra lateral
ru: Ширина боковой панели
sk_sk: Šírka bočného panelu
vi: Độ Rộng Thanh Bên

source: List View for Filters
de: Listenansicht für Filter
fr: Liste des filtres
lv: Rādīt atlašu skatu
pt_pt: Modo de vista em lista para os filtros
ru: Просмотр списка фильтров
vi: Chế Độ Xem Danh Sách cho Bộ Lọc

source: Show filters in a simple list instead of a grid
de: Filter in einer einfachen Liste anzeigen, anstatt in einem Raster
fr: Afficher les filtres dans une liste plutôt qu'un tableau
lv: Rādīt atlases vienkāršā sarakstā nevis režģī
pt_pt: Mostra os filtros com uma lista simples em vez de uma grelha
ru: Отображение фильтров в виде простого списка вместо сетки
vi: Hiển thị bộ lọc dưới dạng danh sách đơn giản thay vì dạng lưới

source: You can sort your views by dragging and dropping
bg: Може да сортирате изгледите си чрез изтегляне и пускане
de: Du kannst deine Ansichten per Drag & Drop sortieren
fr: Vous pouvez trier vos aperçus par glisser-déposer
hi: आप अपने विचारों को खींचकर और छोड़ कर छांट सकते हैं
lv: Jūs varat kārtot skatus velkot un nometot
pt_pt: Pode ordenar as suas visualizações ao clicar, arrastar e largar
ru: Вы можете менять порядок своих списков, перетаскивая их
sk_sk: Môžete zoradiť vaše zobrazenia ťahaním a pustení
vi: Bạn có thể sắp xếp các chế độ xem bằng cách kéo và thả

source: Task Settings
bg: Настройки на задачата
de: Einstellungen für Aufgaben
fr: Paramètres des tâches
hi: कार्य सेटिंग
lv: Uzdevumu iestatījumi
pt_pt: Definições de tarefas
ru: Настройки задач
sk_sk: Nastavenia úloh
vi: Cài Đặt Nhiệm Vụ

source: Complete Instantly
de: Sofort abschließen
lv: Paveikt tūlīteji
pt_pt: Terminar instantaneamente
ru: Завершить мгновенно
vi: Hoàn Thành Ngay Lập Tức

source: Complete with Undo
de: Abschließen mit rückgängich machen
lv: Paveikt ar atsaukšanas iespēju
pt_pt: Terminar com reverter
ru: Завершено с отменой
vi: Hoàn Thành Kèm Hoàn Tác

source: Task Completion
de: Aufgabenabschluss
lv: Uzdevuma paveikšana
pt_pt: Concretização das tarefas
ru: Задача завершена
vi: Hoàn Thành Nhiệm Vụ

source: Choose how tasks behave when marked as complete
de: Wähle wie sich Aufgaben verhalten sollen, wenn sie als abgeschlossen markiert sind
fr: Choisir ce que devient une tâche après son achèvement
lv: Izvēlieties kas notiks ar uzdevumiem, kad tie tiks paveikti
pt_pt: Escolha o comportamento das tarefas quando estas forem marcadas como terminadas
ru: Выберите, как будут вести себя задачи после отметки о выполнении
vi: Chọn cách nhiệm vụ hoạt động khi được đánh dấu là hoàn thành

source: Priority 1
bg: Приоритет 1
de: Priorität 1
fr: Priorité 1
hi: वरीयता 1
lv: 1. prioritāte
pt_pt: Prioridade 1
ru: Приоритет 1
sk_sk: Priorita 1
vi: Ưu tiên 1

source: Priority 2
bg: Приоритет 2
de: Priorität 2
fr: Priorité 2
hi: वरीयता 2
lv: 2. prioritāte
pt_pt: Prioridade 2
ru: Приоритет 2
sk_sk: Priorita 2
vi: Ưu tiên 2

source: Priority 3
bg: Приоритет 3
de: Priorität 3
fr: Priorité 3
hi: वरीयता 3
lv: 3. prioritāte
pt_pt: Prioridade 3
ru: Приоритет 3
sk_sk: Priorita 3
vi: Ưu tiên 3

source: Default Priority
bg: Стандартен приоритет
de: Standard-Priorität
fr: Priorité par défaut
hi: तयशुदा वरीयता
lv: Noklusējuma prioritāte
pt_pt: Prioridade padrão
ru: Приоритет по умолчанию
sk_sk: Predvolená priorita
vi: Ưu Tiên Mặc Định

source: Cross Out Completed Tasks
bg: Показване на завършените задачи
de: Abgeschlossene Aufgaben durchstreichen
fr: Barrer les tâches accomplies
hi: पूर्ण कार्य पर काटा लगाएं
lv: Pārsvītrot paveiktos uzdevumus
pt_pt: Riscar as tarefas terminadas
ru: Выполненные задачи вычёркивать
sk_sk: Prečiarknuť dokončené úlohy
vi: Gạch Ngang Nhiệm Vụ Đã Hoàn Thành

source: Start
de: Starten
fr: Débuter
lv: Uzsākt
pt_pt: No inicio
ru: Начать
vi: Bắt đầu

source: New Task Position
bg: Нова позиция на задачата
de: Position für neue Aufgaben
fr: Position des nouvelles tâches
hi: नई कार्य स्थिति
lv: Jauno uzdevumu izvietojums
pt_pt: Posição de uma nova tarefa
ru: Размещение новой задачи
sk_sk: Pozícia novej úlohy
vi: Vị Trí Nhiệm Vụ Mới

source: Always Show Completed Sub-Tasks
bg: Винаги показване на завършените подзадачи
de: Abgeschlossene Unteraufgaben immer anzeigen
fr: Toujours afficher les sous-tâches accomplies
hi: हमेशा पूर्ण उप-कार्य दिखाएं
lv: Vienmēr uzrādīt paveiktos apakšuzdevumus
pt_pt: Mostrar sempre as subtarefas terminadas
ru: Всегда показывать выполненные подзадачи
sk_sk: Vždy zobraziť dokončené podúlohy
vi: Luôn Hiển Thị Nhiệm Vụ Phụ Đã Hoàn Thành

source: Keep all completed subtasks visible without collapsing them
de: Abgeschlossene Unteraufgaben immer angezeigt lassen, ohne sie einzuklappen
fr: Toujours afficher les sous-tâches
lv: Uzrādīt visus izpildītos apakšuzdevumus nesavēršot tos
pt_pt: Mantém visíveis todas as subtarefas terminadas sem as colapsar
ru: Все выполненные подзадачи должны быть видны, а не свернуты
vi: Giữ tất cả nhiệm vụ phụ đã hoàn thành hiển thị mà không thu gọn chúng

source: Task Complete Tone
bg: Завършване на задачата
de: Aufgabe abschließen
fr: Son de notification des tâches accomplies
hi: कार्य पूर्ण की ध्वनि
lv: Uzdevumu izpildes skaņas signāls
pt_pt: Sinal sonoro de tarefa terminada
ru: Звуковой сигнал о завершении задачи
sk_sk: Tón pri dokončení úlohy
vi: Âm Thanh Hoàn Thành Nhiệm Vụ

source: Play a sound when tasks are completed
bg: Възпроизвеждане на звук при завършване на задача
de: Spiele einen Ton ab, wenn Aufgaben abgeschlossen werden
fr: Jouer un son lorsque les tâches sont accomplies
hi: कार्य पूर्ण होने पर ध्वनि बजाएं
lv: Atskaņot skaņas signālu, kad uzdevums tiek paveikts
pt_pt: Faz um sinal sonoro quando as tarefas são terminadas
ru: Воспроизведение звука при завершении задач
sk_sk: Prehrať zvuk pri dokončení úloh
vi: Phát âm thanh khi nhiệm vụ được hoàn thành

source: Open Tasks in Sidebar View
de: Aufgaben in Seitenleistenansicht öffnen
lv: Atvērt uzdevumus sānjoslas skatā
pt_pt: Abrir tarefas no painel lateral
ru: Открыть задачу на боковой панели
vi: Mở Nhiệm Vụ trong Chế Độ Xem Thanh Bên

source: Always display task details in the sidebar instead of expanding in list view.
de: Zeige die Aufgabendetails immer in der Seitenleiste an, anstatt in der Listenansicht.
fr: Toujours afficher les détails d’une tâche dans le panneau latéral, sans les ouvrir directement.
lv: Vienmēr uzrādīt uzdevumu informāciju sānjoslā, nevis izvēršot saraksta skatā.
pt_pt: Exibir sempre os detalhes da tarefa no painel de detalhes em vez de os expandir no modo de vista em lista.
ru: Всегда отображать сведения о задаче на боковой панели, а не в виде списка.
vi: Luôn hiển thị chi tiết nhiệm vụ trong thanh bên thay vì mở rộng trong chế độ xem danh sách.

source: Single Task Focus Mode
de: Einzelaufgabenmodus
fr: Une tâche à la foi (Mode concentration)
lv: Viena uzdevuma fokusa režīms
pt_pt: Modo de foco para uma única tarefa
ru: Режим фокуса на одной задаче
vi: Chế Độ Tập Trung Vào Một Nhiệm Vụ

source: Allow only one task to be expanded at a time in list view
de: Erlaube, dass immer nur eine Aufgabe in der Listenansicht aufgeklappt ist
fr: Afficher le détail d'une tâche à la fois dans la vue en liste
lv: Ļaut tikai vienam uzdevumam būt izvērstam saraksta skatā vienlaicīgi
pt_pt: Só permite que uma tarefa seja expandida de cada vez no modo de vista em lista
ru: В режиме просмотра списка можно развернуть только одну задачу за раз
vi: Chỉ cho phép một nhiệm vụ được mở rộng tại một thời điểm trong chế độ xem danh sách

source: Enable Markdown Formatting
bg: Включване на Markdown форматиране
de: Aktivieren der Markdown-Formatierung
fr: Activer le formatage Markdown
lv: Iespējot Markdown formatējumu
pt_pt: Ativar formatação em linguagem de marcação
ru: Включить форматирование Markdown
sk_sk: Povoliť formátovanie v Markdown
vi: Bật Định Dạng Markdown

source: Toggle Markdown support for tasks on or off
bg: Превключване на поддръжката на Markdown за задачи
de: Markdown-Unterstützung für Aufgaben ein- oder ausschalten
fr: Activer/désactiver la prise en charge du Markdown pour les tâches
lv: Iespējot vai atspējot Markdown atbalstu uzdevumiem
pt_pt: Ative ou desative a formatação de tarefas em linguagem de marcação
ru: Включить или отключить поддержку Markdown для задач
sk_sk: Povoliť alebo zakázať podporu Markdown pre úlohy
vi: Bật hoặc tắt hỗ trợ Markdown cho các nhiệm vụ

source: Always Show Details Sidebar
bg: Винаги да се показва страничната лента с подробности
de: Detail-Seitenleiste immer anzeigen
fr: Toujours afficher la barre latérale des détails
lv: Vienmēr uzrādīt informāciju sānjoslā
pt_pt: Mostrar sempre o painel de detalhes
ru: Всегда показывать боковую панель подробностей
sk_sk: Vždy zobraziť bočný panel s detailmi
vi: Luôn Hiển Thị Thanh Bên Chi Tiết
