Repository: alainm23/planify
Catalog: po/*.po
Languages: bg, de, fr, hi, lv, pt_pt, ru, sk_sk, vi

source: Projects
bg: Проекти
de: Projekte
fr: Projets
hi: परियोजनाएं
lv: Projekti
pt_pt: Projetos
ru: Проекты
sk_sk: Projekty
vi: Dự Án

source: Sections
bg: Раздели
de: Abschnitte
hi: अनुभाग
lv: Sadaļas
pt_pt: Secções
ru: Разделы
sk_sk: Sekcie
vi: Phần

source: Tasks
bg: Задачи
de: Aufgaben
fr: Tâches
hi: कार्य
lv: Uzdevumi
pt_pt: Tarefas
ru: Задачи
sk_sk: Úlohy
vi: Nhiệm Vụ

source: Filters
bg: Филтри
de: Filter
fr: Filtres
hi: फिल्टर
lv: Atlases
pt_pt: Filtros
ru: Фильтры
sk_sk: Filtre
vi: Bộ Lọc

source: Lists
bg: Списъци
de: Listen
fr: Listes
hi: सूचियां
lv: Saraksti
pt_pt: Listas
ru: Списки
sk_sk: Zoznamy
vi: Danh Sách

source: Don't Repeat
bg: Не повтаряй
de: Nicht wiederholen
fr: Ne pas répéter
hi: दोहराएं नहीं
lv: Neatkārtot
pt_pt: Não repetir
ru: Не повторять
sk_sk: Nerobiť opakovane
vi: Không Lặp Lại

source: Every minute
bg: Всяка минута
de: Jede Minute
fr: Toutes les minutes
hi: हर मिनट
lv: Katru minūti
ru: Каждую минуту
sk_sk: Každú minútu

source: Every hour
bg: Всеки час
de: Jede Stunde
fr: Toutes les heures
hi: हर घंटे
lv: Katru stundu
ru: Каждый час
sk_sk: Každú hodinu

source: Every day
bg: Всеки ден
de: Jeden Tag
fr: Tous les jours
hi: हर दिन
lv: Katru dienu
ru: Каждый день
sk_sk: Každý deň

source: Every week
bg: Всяка седмица
de: Jede Woche
fr: Toutes les semaines
hi: हर हफ्ते
lv: Katru nedēļu
ru: Каждую неделю
sk_sk: Každý týždeň

source: Every month
bg: Всеки месец
de: Jeden Monat
fr: Tous les mois
hi: हर महीने
lv: Katru mēnesi
ru: Каждый месяц
sk_sk: Každý mesiac

source: Every year
bg: Всяка година
de: Jedes Jahr
fr: Tous les ans
hi: हर वर्ष
lv: Katru gadu
ru: Каждый год
sk_sk: Každý rok

source: Priority
bg: Приоритет
de: Priorität
fr: Priorité
hi: वरीयता
lv: Prioritāte
pt_pt: Prioridade
ru: По приоритету
sk_sk: Priorita
vi: Ưu Tiên

source: Due Date
bg: Краен срок
de: Fälligkeitsdatum
fr: Date d’échéance
hi: देय तारीख
lv: Termiņš
pt_pt: Expiradas
ru: По сроку выполнения
sk_sk: Termín
vi: Ngày Đến Hạn

source: Section
bg: Раздел
de: Abschnitt
hi: अनुभाग
lv: Sadaļa
pt_pt: Secção
ru: Раздел
sk_sk: Sekcia
vi: Phần

source: Task Created
bg: Задачата е създадена
de: Aufgabe erstellt
fr: Tâche dupliquée
hi: कार्य निर्मित
lv: Uzdevums izveidots
pt_pt: Tarefa criada
ru: Задача создана
sk_sk: Úloha vytvorená
vi: Nhiệm Vụ Đã Tạo

source: Task Updated
bg: Задачата е обновена
de: Aufgabe aktualisiert
fr: Tâche dupliquée
hi: कार्य अद्यतित
lv: Uzdevums mainīts
pt_pt: Tarefa atualizada
ru: Задача обновлена
sk_sk: Úloha aktualizovaná
vi: Nhiệm Vụ Đã Cập Nhật

source: Content
bg: Съдържание
de: Inhalt
fr: Contenu
hi: सामग्री
lv: Saturs
pt_pt: Conteúdo
ru: Содержимое
sk_sk: Obsah
vi: Nội Dung

source: Description
bg: Описание
de: Beschreibung
hi: विवरण
lv: Apraksts
pt_pt: Descrição
ru: Описание
sk_sk: Popis
vi: Mô Tả

source: Scheduled
bg: Насрочени
de: Geplant
fr: Prévu
hi: अनुसूचित
lv: Ieplānots
pt_pt: Agendadas
ru: Предстоящее
sk_sk: Naplánované
vi: Đã Lên Lịch

source: Pin
bg: Закачване
de: Anheften
fr: Épingler
hi: पिन
lv: Piespraust
pt_pt: Afixar
ru: Закрепить
sk_sk: Pripnúť
vi: Ghim

source: All Tasks
bg: Задачи
de: Alle Aufgaben
fr: Tâches
hi: सभी कार्य
lv: Visi uzdevumi
pt_pt: Tarefas todas
ru: Все задачи
sk_sk: Všetky úlohy
vi: Tất Cả Nhiệm Vụ

source: all tasks
bg: всички задачи
de: alle Aufgaben
fr: Toutes les tâches
hi: सभी कार्य
lv: visi uzdevumi
pt_pt: Tarefas todas
ru: все задачи
sk_sk: všetky úlohy
vi: tất cả nhiệm vụ

source: all
bg: ссички
de: Alle
fr: Tout
hi: सभी
lv: viss
pt_pt: todas
ru: все
sk_sk: všetky
vi: tất cả

source: Anytime
bg: По всяко време
de: Jederzeit
fr: N’importe quand
hi: किसी भी समय
lv: Bez termiņa
pt_pt: Data qualquer
ru: В любое время
sk_sk: Kedykoľvek
vi: Bất Kỳ Lúc Nào

source: anytime
bg: по всяко време
de: jederzeit
fr: N’importe quand
hi: किसी भी समय
lv: bez termiņa
pt_pt: Data qualquer
ru: в любое время
sk_sk: kedykoľvek
vi: bất kỳ lúc nào

source: filters
bg: филтри
de: filter
fr: filtres
hi: फिल्टर
lv: atlases
pt_pt: filtros
ru: фильтры
sk_sk: filtre
vi: bộ lọc

source: no date
bg: без дата
de: kein Datum
fr: Pas de date
hi: कोई तारीख नहीं
lv: nav termiņa
pt_pt: sem data
ru: по сроку выполнения
sk_sk: žiadny dátum
vi: không có ngày

source: Completed
bg: Завършени
de: Abgeschlossen
fr: Terminé
hi: पूर्ण
lv: Paveikts
pt_pt: Terminadas
ru: Выполнено
sk_sk: Dokončené
vi: Đã Hoàn Thành

source: completed
bg: завършено
de: abgeschlossen
fr: complété
hi: पूर्ण
lv: paveikts
pt_pt: terminadas
ru: выполнено
sk_sk: dokončené
vi: đã hoàn thành

source: logbook
bg: журнал
de: Logbuch
fr: journal de bord
hi: कार्यपंजी
lv: Uzskaites žurnāls
pt_pt: diário
ru: журнал действий
sk_sk: denník
vi: nhật ký

source: Inbox
bg: Входящи
de: Posteingang
fr: Boîte de réception
hi: इनबॉक्स
lv: Iesūtne
pt_pt: Início
ru: Входящие
sk_sk: Prijaté
vi: Hộp Thư Đến

source: inbox
de: Posteingang
fr: Boîte de réception
lv: iesūtne
pt_pt: início
ru: входящие
vi: hộp thư đến

source: Pinboard
bg: Закачени
de: Pinnwand
fr: Épinglé
hi: पिनबोर्ड
lv: Piespraustie
pt_pt: Afixados
ru: Закреплённые
sk_sk: Nástenka
vi: Bảng Ghim

source: Priority 1: high
bg: Приоритет 1: високо
de: Priorität 1: hoch
fr: Priorité 1 : Élevée
hi: वरीयता 1: उच्च
lv: 1. prioritāte: augsta
pt_pt: Prioridade 1: alta
ru: Приоритет 1: высокий
sk_sk: Priorita 1: vysoká
vi: Ưu tiên 1: cao

source: Priority 2: medium
bg: Приоритет 2: средно
de: Priorität 2: mittel
fr: Priorité 2 : Moyenne
hi: वरीयता 2: मध्यम
lv: 2. prioritāte: viduvēja
pt_pt: Prioridade 2: média
ru: Приоритет 2: средний
sk_sk: Priorita 2: stredná
vi: Ưu tiên 2: trung bình

source: Priority 3: low
bg: Приоритет 3: ниско
de: Priorität 3: niedrig
fr: Priorité 3 : Basse
hi: वरीयता 3: निम्न
lv: 3. prioritāte: zema
pt_pt: Prioridade 3: baixa
ru: Приоритет 3: низкий
sk_sk: Priorita 3: nízka
vi: Ưu tiên 3: thấp

source: Priority 4: none
bg: Priority 4: без
de: Priorität 4: keine
fr: Priorité 4 : Aucune
hi: वरीयता 4: कोई नहीं
lv: 4. prioritāte: nav
pt_pt: Prioridade 4: nenhuma
ru: Приоритет 4: нет
sk_sk: Priorita 4: žiadna
vi: Ưu tiên 4: không

source: high
bg: високо
de: hoch
fr: élevée
hi: उच्च
lv: augsta
pt_pt: alta
ru: высокий
sk_sk: vysoká
vi: cao

source: medium
bg: средно
de: mittel
fr: moyenne
hi: मध्यम
lv: viduvēja
pt_pt: média
ru: средний
sk_sk: stredná
vi: trung bình

source: low
bg: ниско
de: niedrig
fr: basse
hi: निम्न
lv: zema
pt_pt: baixa
ru: низкий
sk_sk: nízka
vi: thấp

source: none
bg: без
de: keine
fr: aucune
hi: कोई नहीं
lv: nav
pt_pt: nenhuma
ru: нет
sk_sk: žiadna
vi: không

source: Repeating
bg: Повтарящ
de: Wiederholend
fr: Répétition
hi: दोहराया जा रहा है
lv: Atkārtojas
pt_pt: A repetir
ru: Повторяющееся
sk_sk: Opakujúce sa
vi: Lặp Lại

source: repeating
bg: повтарящ
de: wiederholend
fr: répétition
hi: दोहराया जा रहा है
lv: atkārtojas
pt_pt: A repetir
ru: повторять
sk_sk: opakujúce sa
vi: lặp lại

source: scheduled
bg: насрочени
de: geplant
fr: prévu
hi: अनुसूचित
lv: ieplānots
pt_pt: agendadas
ru: предстоящее
sk_sk: naplánované
vi: đã lên lịch

source: upcoming
bg: предстоящи
de: anstehende
fr: à venir
hi: आगामी
lv: Tuvojas
ru: запланировано
sk_sk: blížiace sa
vi: sắp tới

source: Today
bg: Днес
de: Heute
fr: Aujourd’hui
hi: आज
lv: Šodien
pt_pt: Hoje
ru: Сегодня
sk_sk: Dnes
vi: Hôm Nay

source: today
bg: днес
de: heute
fr: aujourd’hui
hi: आज
lv: šodien
pt_pt: hoje
ru: сегодня
sk_sk: dnes
vi: hôm nay

source: Tomorrow
bg: Утре
de: Morgen
fr: Demain
hi: कल
lv: Rītdien
pt_pt: Amanhã
ru: Завтра
sk_sk: Zajtra
vi: Ngày Mai

source: tomorrow
bg: утре
de: morgen
fr: demain
hi: कल
lv: rītdien
pt_pt: amanhã
ru: завтра
sk_sk: zajtra
vi: ngày mai

source: date
bg: Дата
de: Datum
hi: तारीख
lv: datums
pt_pt: data
ru: дата
sk_sk: dátum
vi: ngày

source: Unlabeled
bg: Без етикет
de: Nicht gelabelt
fr: Sans étiquette
hi: लेबल नहीं किया गया
lv: Bez birkām
pt_pt: Sem etiqueta
ru: Без метки
sk_sk: Neoznačené
vi: Chưa Có Nhãn

source: no label
bg: без етикет
de: kein Label
fr: pas d’étiquette
hi: कोई लेबल नहीं
lv: nav birkas
pt_pt: nenhuma etiqueta
ru: без метки
sk_sk: bez štítku
vi: không có nhãn

source: unlabeled
bg: без етикет
de: nicht gelabelt
fr: sans étiquette
hi: लेबल नहीं किया गया
lv: bez birkām
pt_pt: sem etiqueta
ru: непомеченн
sk_sk: neoznačené
vi: chưa có nhãn

source: Task copied to clipboard
bg: Задачата е копирана в буфера за обмен
de: Aufgabe in die Zwischenablage kopiert
fr: Tâche copiée dans le presse-papiers
hi: कार्य को क्लिपबोर्ड पर कॉपी किया गया
lv: Uzdevums nokopēts starpliktuvē
pt_pt: A tarefa foi copiada para a área de transferência
ru: Задача скопирована в буфер обмена
sk_sk: Úloha skopírovaná do schránky
vi: Nhiệm vụ đã sao chép vào bộ nhớ tạm

source: Task moved to %s
bg: Задачата е преместена в %s
de: Aufgabe hierhin verschoben: %s
fr: Tâche déplacée vers %s
hi: कार्य को %s पर भेजा गया
lv: Uzdevums pārvietots uz %s
ru: Задача перемещена в %s
sk_sk: Úloha presunutá do %s

source: Delete Label %s
bg: Премахване на етикета %s
de: Label %s löschen
fr: Supprimer l’étiquette %s
hi: लेबल %s मिटाएं
lv: Birka %s izdzēsta
pt_pt: Eliminar a etiqueta %s
ru: Удалить метку %s
sk_sk: Odstrániť štítok %s
vi: Xóa Nhãn %s

source: This can not be undone
bg: Това не може да бъде върнато
de: Dies kann nicht rückgängig gemacht werden
fr: Cette action est irréversible
hi: इसे पूर्ववत नहीं किया जा सकता
lv: Šī darbība ir neatgriezeniska
pt_pt: Isto não pode ser revertido
ru: Это действие не может быть отменено
sk_sk: Toto nie je možné zrušiť
vi: Không thể hoàn tác

source: Cancel
bg: Отказване
de: Abbrechen
fr: Annuler
hi: रद्द करें
lv: Atcelt
pt_pt: Cancelar
ru: Отмена
sk_sk: Zrušiť
vi: Hủy

source: Delete
bg: Изтриване
de: Löschen
fr: Supprimer
hi: मिटाएं
lv: Dzēst
pt_pt: Eliminar
ru: Удалить
sk_sk: Odstrániť
vi: Xóa

source: The project was copied to the Clipboard.
bg: Проектът е копиран в буфера за обмен.
de: Das Projekt wurde in die Zwischenablage kopiert.
fr: Projet copié vers le presse-papiers.
hi: परियोजना को क्लिपबोर्ड पर कॉपी किया गया था।
lv: Projekts kopēts starpliktuvē.
pt_pt: O projeto foi copiado para a área de transferência.
ru: Проект скопирован в буфер обмена.
sk_sk: Projekt bol skopírovaný do schránky.
vi: Dự án đã sao chép vào Bộ Nhớ Tạm.

source: Delete Project %s?
bg: Да се премахне ли проекта %s?
de: Projekt %s löschen?
fr: Supprimer le projet %s?
hi: परियोजना %s मिटाएं?
lv: Dzēst projektu %s?
pt_pt: Apagar o projeto %s?
ru: Удалить проект %s?
sk_sk: Odstrániť projekt %s?
vi: Xóa Dự Án %s?

source: Archive?
bg: Архивиране?
de: Archivieren?
fr: Archiver ?
hi: संग्रहित करें?
lv: Arhivēt?
pt_pt: Arquivar?
ru: Архивировать?
sk_sk: Archív?
vi: Lưu Trữ?

source: This will archive %s and all its tasks.
bg: Това ще архивира %s и всички негови задачи.
de: Dies wird %s und alle seine Aufgaben archivieren.
fr: %s et toutes ses tâches seront archivés.
hi: यह %s और उसके सभी कार्यों को संग्रहीत करेगा।
lv: Šī darbība arhivēs projektu %s un visus tā uzdevumus.
pt_pt: Isto vai arquivar o %s e todas as respetivas tarefas.
ru: Это действие заархивирует %s и все его задачи.
sk_sk: Toto archivuje %s a všetky jeho úlohy.
vi: Điều này sẽ lưu trữ %s và tất cả nhiệm vụ của nó.

source: Archive
bg: Архив
de: Archivieren
fr: Archiver
hi: संग्रहीत करें
lv: Arhivēt
pt_pt: Arquivar
ru: Архивировать
sk_sk: Archivovať
vi: Lưu Trữ

source: Delete Section %s
bg: Премахване на раздела %s
de: Abschnitt %s löschen
fr: Supprimer la section %s
hi: अनुभाग %s मिटाएं
lv: Dzēst sadaļu %s
pt_pt: Eliminar a secção %s
ru: Удалить раздел %s
sk_sk: Odstrániť sekciu %s
vi: Xóa Phần %s

source: Task added successfully!
de: Aufgabe erfolgreich hinzugefügt!
fr: Projet ajouté avec succès !
lv: Uzdevums pievienots!
pt_pt: A tarefa foi adicionada com sucesso!
ru: Задача успешно добавлена!
vi: Nhiệm vụ đã thêm thành công!

source: To-do name
bg: Име на задачата
de: Aufgabenname
fr: Nom de la tâche
hi: कार्य नाम
lv: Uzdevuma nosaukums
pt_pt: Nome da tarefa
ru: Название задания
sk_sk: Názov úlohy
vi: Tên nhiệm vụ

source: This field is required
bg: Това поле е задължително
de: Dieses Feld ist notwendig
fr: Ce champ est requis
hi: यह क्षेत्र आवश्यक है
lv: Šī aile ir obligāta
pt_pt: É necessário preencher este campo
ru: Это поле обязательно для заполнения
sk_sk: Toto pole je povinné
vi: Trường này là bắt buộc

source: Add a description…
bg: Добавете описание…
de: Beschreibung hinzufügen…
fr: Ajouter une description…
hi: विवरण जोड़ें…
lv: Pievienot aprakstu…
pt_pt: Adicione uma descrição…
ru: Добавить описание…
sk_sk: Pridať popis…
vi: Thêm mô tả…

source: Set date
de: Datum festlegen
fr: Définir la date
pt_pt: Definir a data
vi: Đặt ngày

source: Add Labels
bg: Добавяне на етикети
de: Labels hinzufügen
fr: Ajouter des étiquettes
hi: लेबल जोड़ें
lv: Pievienot birkas
pt_pt: Adicionar Etiquetas
ru: Добавить Метки
sk_sk: Pridať štítky
vi: Thêm Nhãn

source: Set The Priority
bg: Задаване на приоритета
de: Priorität setzen
fr: Définir la priorité
hi: वरीयता तय करें
lv: Noteikt prioritāti
pt_pt: Definir a prioridade
ru: Установить приоритет
sk_sk: Nastaviť prioritu
vi: Đặt Ưu Tiên

source: Add Reminders
bg: Добавяне на напомняния
de: Erinnerungen hinzufügen
fr: Ajouter des rappels
hi: रिमाइंडर जोड़ें
lv: Noteikt atgādinājumus
pt_pt: Adicionar lembretes
ru: Добавить напоминания
sk_sk: Pridať pripomienky
vi: Thêm Lời Nhắc

source: Add Task
bg: Добавяне на задача
de: Aufgabe hinzufügen
fr: Ajouter la tâche
hi: कार्य जोड़ें
lv: Pievienot uzdevumu
pt_pt: Nova tarefa
ru: Добавить задачу
sk_sk: Pridať úlohu
vi: Thêm Nhiệm Vụ

source: Keep adding
de: Weitere hinzufügen
fr: Continuer d'ajouter
lv: Turpināt pievienot
pt_pt: Continuar a adicionar
ru: Добавить заметку
vi: Tiếp tục thêm

source: Select a Project
bg: Изберете проект
de: Projekt auswählen
fr: Sélectionner un projet
lv: Izvēlēties projektu
pt_pt: Selecione um projeto
ru: Выберите проект
sk_sk: Vybrať projekt
vi: Chọn Dự Án

source: I'm sorry, Quick Add can't find any project available, try creating a project from Planify.
bg: „Бързо добавяне“ не може да намери наличен проект, опитайте да създадете проект от „Planify“.
de: Es tut uns leid, 'Schnell hinzufügen' kann kein verfügbares Projekt finden. Versuche ein Projekt in Planify zu erstellen.
fr: Désolé, l’Ajout rapide ne peut trouver aucun projet disponible, essayez de créer un projet depuis Planify.
hi: मुझे खेद है, शीघ्र जोड़ने हेतु कोई भी परियोजना उपलब्ध नहीं है। प्लॅानिफाई से एक परियोजना बनाने का प्रयास करें।
lv: Baidos, ka ātrās pievienošanas logs nevar atrast nevienu pieejamu projektu, pamēģiniet izveidot jaunu projektu.
pt_pt: Lamentamos mas o 'Adicionar rápido' não encontrou nenhum projeto disponível, tente criar um a partir do Planify.
ru: Функция быстрого добавления не может найти ни одного доступного проекта. Попробуйте создать проект в Planify.
sk_sk: Ľutujeme, Quick Add nemôže nájsť žiadny dostupný projekt, skúste vytvoriť projekt z Planify.
vi: Rất tiếc, Quick Add không tìm thấy dự án nào khả dụng, hãy thử tạo dự án từ Planify.

source: Keyboard Shortcuts
bg: Клавишни комбинации
de: Tastenkombinationen
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट
lv: Tastatūras īsceļi
pt_pt: Atalhos do teclado
ru: Комбинации клавиш
sk_sk: Klávesové skratky
vi: Phím Tắt

source: Speed up task creation with these shortcuts
de: Beschleunige die Aufgabenerstellung mit diesen Tastenkürzel
fr: Accélérer la création de tâches avec ces raccourcis
lv: Paātriniet uzdevumu izveidi ar šiem īsceļiem
pt_pt: Acelerar a criação de tarefas com este atalhos
ru: Ускорьте создание задач с помощью этих комбинаций клавиш
vi: Tăng tốc tạo nhiệm vụ với các phím tắt này

source: Set priority
de: Priorität setzen
fr: Priorité
lv: Noteikt prioritāti
pt_pt: Definir prioridade
ru: Задать важность
vi: Đặt ưu tiên

source: p1 = highest, p4 = lowest
de: p1 = höchste, p4 = niedrigste
fr: p1 = le plus haut, p4 = le plus bas
lv: p1 = augstākā, p4 = zemākā
pt_pt: p1 = mais alta, p4 = mais baixa
ru: p1 = высший, p4 = низший
vi: p1 = cao nhất, p4 = thấp nhất

source: Add labels
de: Label(s) hinzufügen
fr: Ajouter des étiquettes
lv: Pievienot birkas
pt_pt: Adicionar etiquetas
ru: Добавить метки
vi: Thêm nhãn

source: Opens label selector
de: Labels öffnen
fr: Ouvre le sélecteur d'étiquette
lv: Atver birku izvēlni
pt_pt: Abre o selecionador de etiquetas
ru: Открыть селектор меток
vi: Mở bộ chọn nhãn

source: Assign project
de: Projekt zuweisen
fr: Ajouter à un projet
lv: Iecelt projektu
pt_pt: Atribuir projeto
ru: Начать проект
vi: Giao dự án

source: Opens project selector
de: Öffnet Projektauswahl
fr: Ouvre le sélecteur de projet
lv: Atver projektu izvēlni
pt_pt: Abre o seletor de projetos
ru: Открыть селектор проекта
vi: Mở bộ chọn dự án

source: Set reminder
de: Erinnerungen einstellen
fr: Programmer un rappel
lv: Noteikt atgādinājumu
pt_pt: Definir lembrete
ru: Установить напоминания
vi: Đặt lời nhắc

source: Opens reminder options
de: Erinnerungseinstellungen öffnen
fr: Ouvre les options de rappel
lv: Atver atgādinājumu iestatījumus
pt_pt: Abre as opções do lembrete
ru: Открыть настройки напоминания
vi: Mở tùy chọn lời nhắc

source: Toggle stay open after creating task
de: Weiterhin geöffnet bleiben, nachdem Aufgabe erstellt wurde
fr: Activer pour rester ouvert après la création de la tâche
pt_pt: Ative para manter a tarefa criada aberta
vi: Chuyển đổi giữ mở sau khi tạo nhiệm vụ

source: Tip
de: Tipp
fr: Astuce
lv: Ieteikums
pt_pt: Sugestão
ru: Подсказка
vi: Mẹo

source: Combine shortcuts in the title field for faster creation
de: Kombiniere Tastenkürzel im Titelfeld für eine schnellere Erstellung
fr: Combinez les raccourcis dans le champ du titre pour une création plus rapide
lv: Kombinējiet īsceļus nosaukuma ailē ātrākai uzdevumu izveidei
pt_pt: Combinar atalhos no campo do título para uma criação mais rápida
ru: Комбинируйте ярлыки в поле заголовка для более быстрого создания
vi: Kết hợp phím tắt trong trường tiêu đề để tạo nhanh hơn

source: Loading tasks for %s…
de: Lade Aufgabe für %s…
fr: Chargement des tâches pour %s…
lv: Ielādē uzdevumus no %s…
pt_pt: A carregar tarefas para %s…
ru: Загрузка задач для %s…
vi: Đang tải nhiệm vụ cho %s…

source: Processing task %d of %d
de: Verarbeite Aufgabe %d von %d
lv: Apstrādā uzdevumu %d no %d
ru: Обработка задачи %d из %d
vi: Đang xử lý nhiệm vụ %d của %d

source: Source already exists
de: Quelle existiert bereits
fr: La source existe déjà
lv: Avots jau pastāv
pt_pt: A fonte já existe
ru: Источник уже существует
vi: Nguồn đã tồn tại

source: Failed to resolve principal url
de: URL-Auflösung fehlgeschlagen
fr: Échec de la résolution de l'URL principale
lv: Neizdevies atrisināt principālo saiti
pt_pt: Não foi possível resolver o url principal
ru: Не удалось разрешить основной URL-адрес
vi: Không thể phân giải url chính

source: Starting sync…
de: Starte Synchronisation…
fr: Démarrage de la synchronisation…
lv: Uzsāk sinhronizāciju…
pt_pt: A iniciar sincronização…
ru: Запуск синхронизации…
vi: Bắt đầu đồng bộ…

source: Syncing %s…
de: %s wird synchronisiert…
fr: Synchronisation de %s…
lv: Sinhronizē %s…
pt_pt: A sincronizar %s…
ru: Синхронизация %s…
vi: Đang đồng bộ %s…

source: Sync completed
de: Synchronisierung ist abgeschlossen
fr: Synchronisation terminée
lv: Sinhronizācija pabeigta
pt_pt: Sincronização terminada
ru: Синхоризация завершена
vi: Đồng bộ hoàn tất

source: On this computer
bg: На този компютър
de: Auf diesem Computer
fr: Sur cet ordinateur
hi: इस कंप्यूटर पर
lv: Šajā datorā
pt_pt: Neste computador
ru: На этом компьютере
sk_sk: Na tomto počítači
vi: Trên máy tính này

source: The request was incorrect.
bg: Заявката е неправилна.
de: Die Anfrage war fehlerhaft.
fr: La requête était incorrecte.
hi: अनुरोध गलत था।
lv: Pieprasījums bijis nepareizs.
pt_pt: A solicitação estava incorreta.
ru: Запрос был неверным.
sk_sk: Žiadosť bola nesprávna.
vi: Yêu cầu không đúng.

source: Authentication is required, and has failed, or has not yet been provided.
bg: Упълномощаване е задължително, но е неуспешно или все още не е предоставено.
de: Authentifizierung ist erforderlich und fehlgeschlagen oder wurde noch nicht übermittelt.
fr: L’authentification est requise et a échoué ou n’a pas encore été effectuée.
hi: प्रमाणीकरण आवश्यक है, या तो विफल हुआ या प्रदान नहीं किया गया।
lv: Autentifikācija ir obligāta un nav izdevusies vai arī vēl nav tikusi pasniegta.
pt_pt: É necessário fazer a autenticação, esta falhou ou ainda não foi fornecida.
ru: Требуется аутентификация, но она завершилась неудачно или ещё не была выполнена.
sk_sk: Je potrebná autentifikácia, ktorá zlyhala alebo ešte nebola poskytnutá.
vi: Xác thực là bắt buộc, và đã thất bại, hoặc chưa được cung cấp.

source: The request was valid, but for something that is forbidden.
bg: Заявката е правилна, но за нещо, което е забранено.
de: Die Anfrage war gültig, aber für etwas, das verboten ist.
fr: La demande était valide, mais pour quelque chose qui est interdit.
hi: अनुरोध मान्य था, लेकिन निषिद्ध चीज़ के लिए।
lv: Pieprasījums bija derīgs, bet aizliegtai darbībai.
pt_pt: A solicitação foi válida mas para algo que é proibido.
ru: Запрос был корректным, но относился к чему-то, что запрещено.
sk_sk: Žiadosť bola platná, ale týkala sa niečoho, čo je zakázané.
vi: Yêu cầu hợp lệ, nhưng cho thứ gì đó bị cấm.

source: The requested resource could not be found.
bg: Заявеният ресурс не може да бъде намерен.
de: Die angeforderte Ressource konnte nicht gefunden werden.
fr: La ressource demandée n’a pas pu être trouvée.
hi: अनुरोधित संसाधन नहीं मिला।
lv: Nav izdevies atrast pieprasīto resursu.
pt_pt: Os recursos solicitados não foram encontrados.
ru: Запрошенный ресурс не найден.
sk_sk: Požadovaný zdroj sa nenašiel.
vi: Tài nguyên yêu cầu không tìm thấy.

source: The user has sent too many requests in a given amount of time.
bg: Потребителят е изпратил твърде много заявки за определен период от време.
de: Der Nutzer hat zu viele Anfragen in einer bestimmten Zeitspanne gesendet.
fr: L’utilisateur a envoyé trop de requêtes dans un certain délai.
hi: उपयोक्ता ने निश्चित समय में बहुत अधिक अनुरोध भेजे हैं।
lv: Lietotājs ir nosūtījis pārāk daudz pieprasījumus dotajā laika sprīdī.
pt_pt: O utilizador enviou demasiadas solicitações num curto espaço de tempo.
ru: Пользователь отправил слишком много запросов за определённый период времени.
sk_sk: Používateľ poslal príliš veľa požiadaviek v danom časovom období.
vi: Người dùng đã gửi quá nhiều yêu cầu trong khoảng thời gian nhất định.

source: The request failed due to a server error.
bg: Заявката е неуспешна поради грешка на сървъра.
de: Die Anfrage ist aufgrund eines Serverfehlers fehlgeschlagen.
fr: La requête a échoué à cause d’un problème du serveur.
hi: सर्वर त्रुटि के कारण अनुरोध विफल हुआ।
lv: Servera kļūmes dēļ, pieprasījums nav izdevies.
pt_pt: A solicitação falhou devido a um erro de servidor.
ru: Запрос не был выполнен из-за ошибки сервера.
sk_sk: Požiadavka zlyhala kvôli chybe servera.
vi: Yêu cầu thất bại do lỗi máy chủ.

source: The server is currently unable to handle the request.
bg: В момента сървърът не може да обработи заявката.
de: Der Server ist derzeit nicht in der Lage, die Anfrage zu bearbeiten.
fr: Le serveur est actuellement incapable de gérer la requête.
hi: सर्वर अनुरोध संभालने में फिलहाल असमर्थ है।
lv: Serveris pašreiz nevar uzņemt pieprasījumu.
pt_pt: Neste momento o servido é incapaz de gerir a solicitação.
ru: В настоящее время сервер не может обработать запрос.
sk_sk: Server momentálne nemôže spracovať požiadavku.
vi: Máy chủ hiện không thể xử lý yêu cầu.

source: Unknown error
bg: Непозната грешка
de: Unbekannter Fehler
fr: Erreur inconnue
hi: अज्ञात त्रुटि
lv: Nezināma kļūme
pt_pt: Erro desconhecido
ru: Неизвестная ошибка
sk_sk: Neznáma chyba
vi: Lỗi không xác định

source: Yesterday
bg: Вчера
de: Gestern
fr: Hier
hi: बिता कल
lv: Vakar
pt_pt: Ontem
ru: Вчера
sk_sk: Včera
vi: Hôm Qua

source: days
bg: дена
de: Tage
fr: jours
hi: दिन
lv: dienas
pt_pt: dias
ru: д.
sk_sk: dni
vi: ngày

source: day
bg: ден
de: Tag
fr: jour
hi: दिन
lv: diena
pt_pt: dia
ru: день
sk_sk: deň
vi: ngày
