Repository: alainm23/planify
Catalog: po/*.po
Languages: bg, de, fr, hi, lv, pt_pt, ru, sk_sk, vi

source: %s %s ago
bg: преди %s %s
de: vor %s %s
fr: Il y a %s %s
hi: %s %s पहले
lv: Pirms %s %s
pt_pt: Há %s %s
ru: %s %s назад
sk_sk: %s %s dozadu
vi: %s %s trước

source: %s %s left
bg: остава %s %s
de: %s %s verbleibend
fr: %s %s restant
hi: %s %s शेष
lv: Palikušas %s %s
pt_pt: Faltam %s %s
ru: %s %s осталось
sk_sk: %s %s zostáva
vi: %s %s còn lại

source: %-l:%M:%S %p
de: %-H:%M:%S

source: %-l:%M %p
de: %-H:%M

source: Tu,
bg: Вт,
de: Di,
fr: Mar,
hi: मंगल,
lv: Ot,
pt_pt: Te,
ru: Вт,
sk_sk: Ut,
vi: T3,

source: We,
bg: Ср,
de: Mi,
fr: Mer,
hi: बुध,
lv: Tr,
pt_pt: Qa,
ru: Ср,
sk_sk: St,
vi: T4,

source: Th,
bg: Чт,
de: Do,
fr: Jeu,
hi: गुरु,
lv: Ce,
pt_pt: Qi,
ru: Чт,
sk_sk: Št,
vi: T5,

source: Su,
bg: Нд,
de: So,
fr: Di,
hi: रवि,
lv: Sv,
pt_pt: Do,
ru: Вс,
sk_sk: Ne,
vi: CN,

source: in %d day
de: in einem Tag
fr: dans %d jour

source: %d day ago
de: vor einem Tag
fr: il y a %d jour

source: %a, %b %-e, %Y
de: %a, %d. %b %Y

source: %b %-e %Y
de: %d. %b %Y

source: %b %-e
de: %d. %b

source: %a, %b %-e
de: %a, %d. %b

source: Berry Red
bg: Ягодово червено
de: Beerenrot
fr: Rouge baie
hi: बेरी लाल
lv: Ogu sarkans
pt_pt: Vermelho-uva
ru: Ягодно-красный
sk_sk: Červená bobuľová
vi: Đỏ Berry

source: Red
bg: Червено
de: Rot
fr: Rouge
hi: लाल
lv: Sarkans
pt_pt: Vermelho
ru: Красный
sk_sk: Červená
vi: Đỏ

source: Yellow
bg: Жълто
de: Gelb
fr: Jaune
hi: पीला
lv: Dzeltens
pt_pt: Amarelo
ru: Жёлтый
sk_sk: Žltá
vi: Vàng

source: Olive Green
bg: Маслинено зелено
de: Olivgrün
fr: Vert olive
hi: जैतून हरा
lv: Olīvzaļš
pt_pt: Verde-azeitona
ru: Оливковый
sk_sk: Olivovo zelená
vi: Xanh Olive

source: Lime Green
bg: Лаймско зелен
de: Limettengrün
fr: Vert citron
hi: नीबू हरा
lv: Laima zaļš
pt_pt: Verde-limão
ru: Лайм
sk_sk: Limetková zelená
vi: Xanh Chanh

source: Green
bg: Зелено
de: Grün
fr: Vert
hi: हरा
lv: Zaļš
pt_pt: Verde
ru: Зелёный
sk_sk: Zelená
vi: Xanh Lá

source: Mint Green
bg: Ментово зелено
de: Minzgrün
fr: Vert menthe
hi: पुदीना हरा
lv: Piparmētru zaļš
pt_pt: Verde-hortelã
ru: Мятно-зелёный
sk_sk: Mätová zelená
vi: Xanh Bạc Hà

source: Teal
bg: Тил
de: Türkisblau
fr: Bleu sarcelle
hi: टील
lv: Zaļzils
pt_pt: Verde-azulado
ru: Зеленовато-голубой
sk_sk: Tyrkysová
vi: Xanh Mòng Két

source: Sky Blue
bg: Небесно синьо
de: Himmelblau
fr: Bleu ciel
hi: आसमानी नीला
lv: Debeszils
pt_pt: Azul-celeste
ru: Небесно-голубой
sk_sk: Nebesky modrá
vi: Xanh Da Trời

source: Light Blue
bg: Светло синьо
de: Hellblau
fr: Bleu clair
hi: हल्का नीला
lv: Gaiši zils
pt_pt: Azul claro
ru: Светло-голубой
sk_sk: Svetlomodrá
vi: Xanh Dương Nhạt

source: Blue
bg: Синьо
de: Blau
fr: Bleu
hi: नीला
lv: Zils
pt_pt: Azul
ru: Синий
sk_sk: Modrá
vi: Xanh Dương

source: Grape
bg: Грозде
de: Traube
fr: Raisin
hi: अंगूर
lv: Vīnogu violets
pt_pt: Verde-Uva
ru: Виноградный
sk_sk: Hroznová
vi: Nho

source: Violet
bg: Лилаво
de: Violett
hi: बैंगनी
lv: Violets
pt_pt: Roxo
ru: Фиолетовый
sk_sk: Fialová
vi: Tím

source: Lavender
bg: Лавандула
de: Lavendel
fr: Lavande
hi: लैवेंडर
lv: Lavandas zils
pt_pt: Roxo-lavanda
ru: Лавандовый
sk_sk: Levanduľová
vi: Oải Hương

source: Salmon
bg: Сьомга
de: Lachs
fr: Saumon
hi: सैल्मन
lv: Laša rozā
pt_pt: Vermelho-salmão
ru: Розовый
sk_sk: Lososová
vi: Cá Hồi

source: Charcoal
bg: Въглен
de: Holzkohle
fr: Anthracite
hi: चारकोल
lv: Kokogļu melnā
pt_pt: Preto-carvão
ru: Аспидно-серый
sk_sk: Uhlová
vi: Xám Than

source: Grey
bg: Сиво
de: Grau
fr: Gris
hi: स्लेटी
lv: Pelēks
pt_pt: Cinzento
ru: Серый
sk_sk: Šedá
vi: Xám

source: Taupe
bg: Тъмно кафяво
de: Braungrau
hi: तौपे
lv: Pelēkbrūns
pt_pt: Cinzento-acastanhado
ru: Тауп
sk_sk: Sivohnedá
vi: Nâu Be

source: Light
bg: Светла
de: Hell
fr: Clair
hi: हल्का
lv: Gaišs
pt_pt: Claro
ru: Светлый
sk_sk: Svetlá
vi: Sáng

source: Dark
bg: Тъмна
de: Dunkel
fr: Sombre
hi: गहरा
lv: Tumšs
pt_pt: Escuro
ru: Тёмный
sk_sk: Tmavá
vi: Tối

source: Dark Blue
bg: Тъмно синьо
de: Dunkelblau
fr: Bleu sombre
hi: गहरा नीला
lv: Tumši zils
pt_pt: Azul escuro
ru: Тёмно-синий
sk_sk: Tmavomodrá
vi: Tối Xanh Dương

source: None
bg: Без
de: Keine
fr: Aucun
hi: कोई नहीं
lv: Nav
pt_pt: Nenhum
ru: Нет
sk_sk: Žiadne
vi: Không

source: Today + Inbox
bg: Днес + Входящи
de: Heute + Posteingang
fr: Aujourd’hui + Boîte de réception
hi: आज + इनबॉक्स
lv: Šodiena + Iesūtne
pt_pt: Hoje + Início
ru: Сегодня + Входящие
sk_sk: Dnes + Prijaté
vi: Hôm Nay + Hộp Thư Đến

source: Delete All
bg: Изтриване на всички файлове
de: Alles löschen
fr: Tout supprimer
hi: सभी मिटाएं
lv: Dzēst visu
pt_pt: Eliminar todos
ru: Удалить все
sk_sk: Zmazať všetko
vi: Xóa Tất Cả

source: Process completed, you need to start Planify again.
bg: Процесът е завършен, трябва да стартирате „Planify“ наново.
de: Aufgabe abgeschlossen, bitte Planify erneut starten.
fr: Processus achevé, vous devez redémarrer Planify.
hi: प्रक्रिया पूर्ण, प्लॅानिफाई फिर शुरू करें।
lv: Process pabeigts, Jums ir jārestartē Planify.
pt_pt: O processo foi terminado, é necessário reiniciar o Planify.
ru: Процесс завершён, нужно снова запустить Planify.
sk_sk: Proces dokončený, musíte znova spustiť Planify.
vi: Quá trình hoàn thành, bạn cần khởi động lại Planify.

source: On This Computer
bg: На този компютър
de: Auf diesem Computer
fr: Sur cet ordinateur
hi: इस कंप्यूटर पर
lv: Šajā datorā
pt_pt: Neste Computador
ru: На Этом Компьютере
sk_sk: V tomto počítači
vi: Trên Máy Tính Này

source: Meet Planify
bg: Запознайте се с „Planify“
de: Lerne Planify kennen
fr: Découvrir Planify
hi: प्लॅानिफाई से मिलें
lv: Iepazīstiet Planify
pt_pt: Conheça o Planify
ru: Встречайте Planify
sk_sk: Zoznámte sa s Planify
vi: Gặp Planify

source: This project shows you everything you need to know to hit the ground running. Don’t hesitate to play around with it – you can always recreate it from Preferences.
de: Dieses Projekt zeigt dir alles, was du wissen musst, um sofort loslegen zu können. Zögere nicht, es zu probieren – Du kannst es jederzeit wieder in den Einstellungen zurücksetzen.
fr: Ce projet vous montre tout ce que vous devez savoir sur l’application pour bien commencer. N’hésitez pas à vous amuser avec – vous pouvez toujours en créer un nouveau depuis les paramètres.
lv: Šis projekts iemāca visu, kas būtu jāzina, lai sāktu strādāt. Droši eksperimentējiet ar to – Jūs vienmēr variet to izveidot pa jaunam iestatījumos.
pt_pt: Este projeto mostra-lhe tudo o que precisa de saber para começar com o pé direito. Não hesite em experimentar - pode sempre voltar ás predefinições originais a partir de 'Definições'.
ru: В этом проекте показано всё, что вам нужно знать, чтобы сразу приступить к работе. Не стесняйтесь экспериментировать — вы всегда можете воссоздать проект в настройках.
vi: Dự án này cho bạn thấy mọi thứ bạn cần biết để bắt đầu. Đừng ngần ngại thử nghiệm – bạn luôn có thể tạo lại từ Tùy Chỉnh.

source: Tap this task
de: Klicke auf diese Aufgabe
fr: Cliquez sur cette tâche
lv: Nospiediet uz šī uzdevuma
pt_pt: Clique nesta tarefa
ru: Нажмите на эту задачу
vi: Nhấn nhiệm vụ này

source: You're looking at a to-do! Complete it by tapping the checkbox on the left.
bg: Гледате към една задача! Завършете я, като натиснете полето за избор вляво. Завършените задачи се събират най-отдоло на вашия проект.
de: Dies ist eine Aufgabe! Erledige sie, indem du auf das Kästchen auf der linken Seite klickst. Erledigte Aufgaben werden am unteren Ende des Projekts gesammelt.
fr: Vous êtes en train de consulter une tâche ! Marquez-la comme accomplie en cliquant sur la case à cocher sur la gauche.
lv: Jūs skatieties uz uzdevumu! Paveiciet to spiežot uz rūtiņu pa kreisi.
pt_pt: Está a visualizar uma tarefa! Clique na caixa de verificação à sua esquerda quando terminar a sua tarefa.
ru: Вы смотрите на задание! Выполните её, нажав на флажок слева.
vi: Bạn đang xem một nhiệm vụ! Hoàn thành bằng cách nhấn hộp kiểm bên trái.

source: Create a new task
de: Neue Aufgabe erstellen
fr: Créer une nouvelle tâche
lv: Izveidot uzdevumu
pt_pt: Criar uma nova tarefa
ru: Создать новую задачу
vi: Tạo nhiệm vụ mới

source: Now it's your turn! Tap the '+' button at the bottom of your project, enter a task description, and tap the 'Add Task' button.
de: Jetzt bist du an der Reihe: Tippe auf die Schaltfläche "+" am unteren Rand deines Projekts, gib eine Beschreibung ein und tippe auf die blaue Schaltfläche "Speichern".
fr: Maintenant c’est à vous : cliquez sur le bouton '+' en bas de votre projet, saisissez un contenu et cliquez sur le bouton bleu « Ajouter la tâche ».
lv: Pienākusi Jūsu kārta! Spiediet uz pogu '+' projekta apakšā, ievadiet aprakstu un tad spiediet uz 'Pievienot uzdevumu' pogu.
pt_pt: Agora é a sua vez! Clique no botão '+' no fundo da janela do seu projeto, adicione uma descrição da tarefa e clique no botão 'Nova tarefa'.
ru: Сейчас ваша очередь! Нажмите кнопку «+» в нижней части проекта, введите все оставшиеся данные и нажмите кнопку «Добавить задачу».
vi: Bây giờ đến lượt bạn! Nhấn nút '+' ở dưới dự án, nhập mô tả nhiệm vụ, và nhấn 'Thêm Nhiệm Vụ'.

source: Plan this to-do for today or later
de: Plane diese Aufgabe für heute oder später
fr: Planifier cette tâche pour aujourd’hui ou plus tard
lv: Ieplānojiet šo uzdevumu šodienai vai vēlākam
pt_pt: Agende esta tarefa para hoje ou mais tarde
ru: Запланируйте это задание на сегодня или позже
vi: Lập kế hoạch nhiệm vụ này cho hôm nay hoặc sau

source: Tap the calendar button at the bottom to decide when to complete this to-do.
de: Tippe auf die Kalender-Schaltfläche unten, um zu entscheiden, wann du diese Aufgabe erledigen möchtest.
fr: Cliquez sur l’icône de calendrier en bas de votre tâche pour décider d’une date d’échéance.
lv: Spiediet uz kalendāra pogas lejā, lai izvēlētos kad paveikt šo uzdevumu.
pt_pt: Clique no botão 'Calendário' em baixo para decidir quando quiser começar esta tarefa.
ru: Нажмите кнопку календаря внизу, чтобы решить, когда выполнить это задание.
vi: Nhấn nút lịch ở dưới để quyết định khi nào hoàn thành nhiệm vụ này.

source: Reorder your to-dos
de: Ordne deine Aufgaben neu an
fr: Réorganiser vos tâches
lv: Pārkārtojiet savus uzdevumus
pt_pt: Reordenar as suas tarefas
ru: Организуйте свои задания
vi: Sắp xếp lại nhiệm vụ

source: To reorder your list, tap and hold a to-do, then drag it to where it should go.
bg: За да пренаредите списъка, натиснете и задръжте дадена задача, след което я изтеглете до мястото, където трябва да бъде.
de: Um deine Liste neu anzuordnen, tippe und halte eine Aufgabe gedrückt und ziehe sie dann an die gewünschte Stelle.
fr: Pour réorganiser votre liste, cliquez sur une tâche et maintenez, puis faites-la glisser où vous le souhaitez.
hi: सूची का क्रम बदलने हेतु कार्य पर टैप करके नये स्थान तक खीचें।
lv: Lai pārkārtotu savu sarakstu, spiediet un turiet uz uzdevuma, tad velciet to tur, kur tam būtu jābūt.
pt_pt: Para reordenar a sua lista, clique numa tarefa mantendo o botão do rato pressionado, depois arraste a mesma para onde quiser.
ru: Чтобы изменить список, нажмите и удерживайте задание, а затем перетащите его на нужное место.
sk_sk: Aby ste zmenili poradie zoznamu, kliknite a podržte úlohu a potiahnite ju na miesto, kde by mala byť.
vi: Để sắp xếp lại danh sách, nhấn và giữ nhiệm vụ, sau đó kéo đến vị trí cần.

source: Create a project
bg: Създайте проект
de: Erstelle ein Projekt
fr: Créer un projet
hi: एक परियोजना बनाएं
lv: Izveidot projektu
pt_pt: Criar um projeto
ru: Создайте проект
sk_sk: Vytvorte projekt
vi: Tạo dự án

source: Organize your to-dos better! Go to the left panel and click the '+' button in the 'On This Computer' section and add a project of your own.
bg: Организирайте задачите си по-добре! Отидете в левия панел, натиснете бутона „+“ в раздела „На този компютър“ и добавете свой проект.
de: Organisiere deine Aufgaben besser! Klicke im linken Bereich auf die Schaltfläche '+' im Abschnitt 'Auf diesem Computer' und füge ein eigenes Projekt hinzu.
fr: Organisez mieux vos tâches ! Allez dans le volet latéral gauche et cliquez sur le bouton '+' dans la section « Sur cet ordinateur » pour ajouter vos propres projets.
hi: अपने कार्यों को बेहतर ढंग से व्यवस्थित करें! बाएं पैनल पर जाएं और 'इस कंप्यूटर पर' अनुभाग में '+' बटन पर क्लिक करें और खुद की एक परियोजना जोड़ें।
lv: Organizējiet savus uzdevumus vēl labāk! Apskatiet krieso paneli un spiediet pogu '+' sadaļā 'Šajā datorā' un pievienojiet jaunu projektu.
pt_pt: Organize as suas tarefas de forma mais eficaz! Vá ao painel à sua esquerda e clique no botão '+' na secção 'Neste computador' e crie um projeto seu.
ru: Организуйте свои задания лучше. Перейдите на боковую панель, нажмите кнопку «+» в разделе «На этом компьютере» и добавьте собственный проект.
sk_sk: Organizujte svoje úlohy lepšie! Prejdite na ľavý panel a kliknite na tlačidlo '+' v sekcii 'V tomto počítači' a pridajte svoj projekt.
vi: Tổ chức nhiệm vụ tốt hơn! Đi đến bảng bên trái và nhấn nút '+' trong phần 'Trên Máy Tính Này' và thêm dự án của bạn.

source: You’re done!
bg: Готови сте!
de: Du bist fertig!
fr: C’est terminé !
hi: बस, हो गया!
lv: Gatavs!
pt_pt: Está feito!
ru: Готово!
sk_sk: Hotovo!
vi: Bạn đã xong!

source: That’s all you really need to know. Feel free to start adding your own projects and to-dos. You can come back to this project later to learn the advanced features below. We hope you’ll enjoy using Planify!
de: Das ist alles, was du wissen musst. Jetzt kannst du loslegen und deine eigenen Projekte und Aufgaben hinzufügen. Später kannst du immer wieder hierher kommen, um die fortgeschritteneren Features kennenzulernen.. Viel Spaß beim Nutzen von Planify!
fr: C’est à peu près tout ce que vous avez besoin de savoir pour le moment. Sentez-vous libre d'ajouter vos propres projets et tâches. Vous pouvez revenir à ce projet plus tard pour découvrir les fonctionnalités avancées ci-dessous… Nous espérons que vous apprécierez Planify !
lv: Tas ir viss, kas Jums patiešām jāzina. Droši sāciet pievienot Jūsu pašu projektus un uzdevumus. Jūs variet atgriezties pie šī projekta vēlāk, lai iemācītos paplašinātās funkcijas zemāk. Mēs ceram, ka Jūs izbaudīsiet Planify lietošanu!
pt_pt: Já tem tudo o que necessita de saber. Tenha a liberdade de começar a adicionar os seus projetos e as suas tarefas. Pode sempre voltar a este projeto mais tarde para aprender novas funcionalidades, que estão em baixo. Esperamos que vai desfrutar de usar o Planify!
ru: Это всё, что Вам действительно нужно знать. Не стесняйтесь добавлять свои проекты и задания. Вы можете вернуться к этому проекту позже, чтобы изучить расширенные функции, указанные ниже. Мы надеемся, что вам понравится использовать Planify!
vi: Đó là tất cả những gì bạn cần biết. Hãy bắt đầu thêm dự án và nhiệm vụ của riêng bạn. Bạn có thể quay lại dự án này sau để học các tính năng nâng cao bên dưới. Chúng tôi hy vọng bạn thích sử dụng Planify!

source: Tune your setup
bg: Персонализирайте по свой вкус
de: Richte deine Umgebung ein
fr: Personnaliser votre installation
hi: सेटअप बेहतर बनाएं
lv: Iestatiet savus uzstādījumus
pt_pt: Aperfeiçoe a forma de como se organiza
ru: Настройте параметры приложения
sk_sk: Upravte svoje nastavenia
vi: Điều chỉnh thiết lập

source: Show your calendar events
bg: Покажете събитията от календара си
de: Ereignisse deines Kalenders anzeigen
fr: Affichez vos événements de calendrier
hi: कैलेंडर कार्यक्रम दिखाएं
lv: Uzrādīt kalendāra notikumus
pt_pt: Mostrar os eventos do seu calendário
ru: Отобразите события календаря
sk_sk: Zobraziť vaše kalendárové udalosti
vi: Hiển thị sự kiện lịch

source: You can display your system's calendar events in Planify. Go to 'Preferences' 🡒 General 🡒 Calendar Events to turn it on.
bg: Може да показвате събитията от календара на системата си в „Planify“. Отидете в „Настройки“ 🡒 „Календарни събития“, за да го включите.
de: Du kannst die Ereignisse deines Systemkalenders in Planify anzeigen. Gehe zu 'Einstellungen' 🡒 Allgemein 🡒Kalenderereignisse, um dies zu aktivieren.
fr: Vous pouvez afficher les événements du calendrier de votre système dans Planify. Allez dans « Préférences » → « Événements du calendrier » pour activer cette option.
hi: सिस्टम के कैलेंडर कार्यक्रमों को प्लॅानिफाई में दिखाया जा सकता है। इसे चालू करने के लिए 'प्राथमिकताएं' 🡒 सामान्य 🡒 कैलेंडर कार्यक्रम पर जाएं।
lv: Jūs variet attēlot savas sistēmas kalendāra notikumus Planify. Dodieties uz Iestatījumi 🡒 Vispārīgi 🡒 Kalendāra notikumi un iespējojiet tos.
pt_pt: Pode exibir os eventos do calendário do seu sistema no Planify. Vá a 'Definições' 🡒 'Geral' 🡒 'Eventos do calendário' e ative a funcionalidade.
ru: Вы можете отображать события календаря вашей системы в Planify. Перейдите в «Настройки» 🡒 «Общие» 🡒 «События календаря», чтобы включить их.
sk_sk: Kalendárové udalosti zo systému môžete zobraziť v Planify. Prejdite na 'Nastavenia' 🡒 Všeobecné 🡒 Kalendárové udalosti a zapnite túto možnosť.
vi: Bạn có thể hiển thị sự kiện lịch hệ thống trong Planify. Đi đến 'Tùy Chỉnh' 🡒 Tổng Quan 🡒 Sự Kiện Lịch để bật.

source: Enable synchronization with third-party services
de: Aktiviere die Synchronisation mit einem Drittanbieterdienst
fr: Activez la synchronisation avec des services tiers
lv: Iespējojiet sinhronizāciju ar trešo pušu pakalpojumiem
pt_pt: Ativar a sincronização com serviços de terceiros
ru: Включите синхронизацию со сторонними сервисами
vi: Bật đồng bộ với dịch vụ bên thứ ba

source: Planify not only creates tasks locally, but can also synchronize with your Todoist account. Go to 'Preferences' 🡒 'Accounts'.
de: Planify erstellt nicht nur lokal Aufgaben, sondern kann sich auch mit deinem Todoist-Konto synchronisieren. Gehe zu 'Einstellungen' 🡒 'Konten'.
fr: Planify ne crée pas seulement des tâches localement, il peut aussi synchroniser votre compte Todoist. Allez dans « Préférences » → « Comptes ».
lv: Planify ne vien var veidot uzdevumus lokāli, bet arī sinhronizēties ar Jūsu Todoist kontu. Dodieties uz 'Iestatījumi' 🡒 'Konti'.
pt_pt: O Planify não só cria tarefas localmente mas consegue também sincronizar com a sua conta Todoist. Vá a 'Definições' 🡒 'Contas'.
ru: Planify не только создаёт задачи локально, но и может синхронизироваться с вашей учётной записью Todoist. Перейдите в «Настройки» 🡒 «Учётные записи».
vi: Planify không chỉ tạo nhiệm vụ cục bộ, mà còn có thể đồng bộ với tài khoản Todoist. Đi đến 'Tùy Chỉnh' 🡒 'Tài Khoản'.

source: Boost your productivity
bg: Увеличете производителността си
de: Steigere deine Produktivität
fr: Améliorez votre productivité
hi: अपनी उत्पादकता बढ़ाएं
lv: Uzlabojiet savu produktivitāti
pt_pt: Aumentar a sua produtividade
ru: Повысьте свою продуктивность
sk_sk: Zvýšte svoju produktivitu
vi: Tăng năng suất

source: Drag the plus button!
bg: Изтеглете „плюс“ бутона!
de: Ziehe den Plus-Knopf!
fr: Faites glisser le bouton + !
hi: प्लस बटन खींचें!
lv: Velciet plus pogu!
pt_pt: Arraste o botão de adicionar!
ru: Перетащите кнопку плюс!
sk_sk: Pretiahnite tlačidlo plus!
vi: Kéo nút cộng!

source: That blue button you see at the bottom of each screen is more powerful than it looks: it's made to move! Drag it up to create a task wherever you want.
bg: Синият бутон, който виждате в долната част на всеки екран, е по-мощен, отколкото изглежда: той е създаден да се движи! Изтеглете го нагоре, за да създадете задача, където пожелаете.
de: Der blaue Knopf, den du am unteren Rand jedes Bildschirms siehst, ist mächtiger, als er aussieht: Er kann sich zu bewegen! Ziehe ihn nach oben, um eine Aufgabe dort zu erstellen, wo du willst.
fr: Le bouton bleu que vous voyez en bas de chaque vue est plus puissant qu’il n’y paraît : il est fait pour bouger ! Faites-le glisser vers le haut pour créer une tâche là où vous le souhaitez.
hi: स्क्रीन के नीचे की और दिखाई देने वाला नीला बटन शक्तिशाली है: इसे खिंचा जा सकता है! जहां कार्य बनाना चाहते हैं वहां इसे खींच कर ले जाएं।
lv: Tā zilā poga, kuru Jūs redziet sava ekrāna lejā ir daudz spējīgā nekā varētu šķist: tā var tikt pārvietota! Velciet to, lai izveidotu uzdevumu tur, kur vēlaties.
pt_pt: O botão azul que está a ver em baixo de cada janela é mais poderoso do que parece: foi criado para ser arrastado! Arraste-o para onde quiser para criar uma tarefa.
ru: Синяя кнопка, которую вы видите в нижней части каждого экрана, мощнее, чем кажется: она создана для перемещения. Перетащите её вверх, чтобы создать задачу там, где вам нужно.
sk_sk: To modré tlačidlo, ktoré vidíte na spodnej časti každého obrazovky, je silnejšie, než vyzerá: je navrhnuté na pohyb! Pretiahnite ho hore, aby ste vytvorili úlohu tam, kde chcete.
vi: Nút xanh ở dưới mỗi màn hình mạnh mẽ hơn vẻ ngoài: nó được thiết kế để di chuyển! Kéo lên để tạo nhiệm vụ bất cứ đâu.

source: Add labels to your tasks!
de: Füge deinen Aufgaben Labels hinzu!
fr: Ajoutez des étiquettes à vos tâches !
lv: Pievienojiet birkas uzdevumiem!
pt_pt: Adicione etiquetas ás suas tarefas!
ru: Добавьте метки к своим задачам!
vi: Thêm nhãn cho nhiệm vụ!

source: Labels help you organize and categorize your tasks. To add a label, click the label button at the bottom.
de: Labels ermöglichen es dir, deine Aufgaben zu kategorisieren. Klicke auf die Label-Schaltfläche unten, um ein Label hinzuzufügen.
fr: Les étiquettes vous aident à organiser et catégoriser os tâches. Pour ajouter une étiquette, cliquez sur le bouton « Étiquette » en bas de la page.
lv: Birkas palīdz organizēt un iedalīt Jūsu uzdevumus. Lai pievienotu birku, spiediet uz birku pogu lejā.
pt_pt: As etiquetas ajudam-no a organizar e categorizar as suas tarefas. Para adicionar uma etiqueta, clique no botão de 'etiquetas' em baixo.
ru: Метки помогают упорядочивать и классифицировать задачи. Чтобы добавить метку, нажмите на кнопку метки внизу.
vi: Nhãn giúp tổ chức và phân loại nhiệm vụ. Để thêm nhãn, nhấn nút nhãn ở dưới.

source: Set timely reminders!
bg: Задавайте напомняния!
de: Lege zeitliche Erinnerungen fest!
fr: Programmez des rappels !
hi: समयानुकूल रिमाइंडर लगाएं!
lv: Nosakiet laicīgus atgādinājumus!
pt_pt: Defina lembretes atempadamente!
ru: Устанавливайте своевременные напоминания!
sk_sk: Nastavte si včasné pripomienky!
vi: Đặt lời nhắc kịp thời!

source: Get notified about important tasks or events. Tap the bell button below to add a reminder.
de: Bekomme Nachrichten über wichtige Aufgaben oder Ereignisse. Tippe auf den Glockenknopf unten, um eine Erinnerung hinzuzufügen.
fr: Soyez notifié lorsque des tâches ou des événements importants ont lieu. Cliquez sur le bouton en forme de cloche ci-dessous pour ajouter un rappel.
lv: Saņemiet paziņojumus par būtiskiem uzdevumiem vai notikumiem. Spiediet uz zvana pogu lejā, lai pievienotu atgādinājumu.
pt_pt: Seja notificado sobre tarefas ou eventos importantes. Clique no botão do 'relógio' em baixo para adicionar um lembrete.
ru: Получайте уведомления о важных задачах или событиях. Нажмите на колокольчик внизу, чтобы добавить напоминание.
vi: Nhận thông báo về nhiệm vụ hoặc sự kiện quan trọng. Nhấn nút chuông ở dưới để thêm lời nhắc.

source: 💼️Work
bg: 💼️Работа
de: 💼️Arbeit
fr: 💼️ Travail
hi: 💼️दफ्तर
lv: 💼Darbs
pt_pt: 💼️Trabalho
ru: 💼️ Работа
sk_sk: 💼️Práca
vi: 💼️Công Việc

source: 🎒️School
bg: 🎒️Училище
de: 🎒️Schule
fr: 🎒️ École
hi: 🎒️स्कूल
lv: 🎒Skola
pt_pt: 🎒️Escola
ru: 🎒️ Учеба
sk_sk: 🎒️Škola
vi: 🎒️Trường Học

source: 👉️Delegated
bg: 👉️Делегирано
de: 👉️Aufträge
fr: 👉️ Délégué
hi: 👉️प्रत्यायोजित
lv: 👉Deleģēti
pt_pt: 👉Atribuído
ru: 👉️ Делегировано
sk_sk: 👉️Delegované
vi: 👉️Giao Phó

source: 🏡️Home
bg: 🏡️Вкъщи
de: 🏡️Zuhause
fr: 🏡️ Maison
hi: 🏡️घर
lv: 🏡Mājas
pt_pt: 🏡️Casa
ru: 🏡️ Дом
sk_sk: 🏡️Domov
vi: 🏡️Nhà

source: 🏃‍♀️️Follow Up
bg: 🏃‍♀️️Следващо
de: 🏃‍♀️️Nochmal aufgreifen
fr: 🏃‍♀️️ À suivre
hi: 🏃‍♀️️अनुसरण
lv: 🏃Pārbaudīt
pt_pt: 🏃‍♀️Dar seguimento
ru: 🏃‍♀️️ Ожидает продолжения
sk_sk: 🏃‍♀️️Sledovať
vi: 🏃‍♀️️Theo Dõi

source: Task duplicated
bg: Задачата е дублирана
de: Dupliziert
fr: Tâche dupliquée
hi: कार्य प्रतिरूपित
lv: Uzdevums dublēts
pt_pt: A tarefa foi duplicada
ru: Задача дублирована
sk_sk: Úloha duplikovaná
vi: Nhiệm vụ đã nhân bản
