Repository: alainm23/planify
Catalog: po/*.po
Languages: bg, de, fr, hi, lv, pt_pt, ru, sk_sk, vi

source: If you choose to integrate Todoist, which is optional and not selected by default, your data will be stored on their private servers, we only display your configured tasks and manage them for you.
hi: यदि आप Todoist को एकीकृत करना चुनते हैं, जो वैकल्पिक है और तयशुदा रूप से चयनित नहीं है, तो आपका डेटा उनके निजी सर्वर पर संग्रहीत किया जाएगा, हम केवल आपके विन्यस्त कार्यों को प्रदर्शित करते हैं और उन्हें आपके लिए प्रबंधित करते हैं।
lv: Ja jūs izvēlaties savienoties ar Todoist, kas ir neobligāti un nav iespējots pēc noklusējuma, Jūsu dati tiks glabāti viņu privātajos serveros, mēs vienīgi uzrādām Jūsu konfigurētos uzdevumus un pārvaldām tos.
ru: Если вы решите интегрировать Todoist, что является необязательным и не выбирается по умолчанию, ваши данные будут храниться на их частных серверах, а мы лишь отобразим ваши настроенные задачи и будем управлять ими для вас.
sk_sk: Ak sa rozhodnete integrovať Todoist, čo je voliteľné a predvolená možnosť nie je vybraná, vaše údaje budú uložené na ich súkromných serveroch, my iba zobrazujeme vaše nakonfigurované úlohy a spravujeme ich za vás.

source: Do you have any questions?
hi: क्या आपका कोई प्रश्न है?
lv: Vai Jums ir jebkādi jautājumi?
ru: У вас есть вопросы?
sk_sk: Máte nejaké otázky?

source: If you have any questions about your data or any other issue, please contact us. We will be happy to answer you.
hi: यदि आपके डेटा या किसी अन्य समस्या के बारे में आपके कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें। हमें आपको उत्तर देने में ख़ुशी होगी।
lv: Ja Jums ir jebkādi jautājumi par Jūsu datiem vai jebkuru citu tēmu, lūdzu sazinieties ar mums. Mēs ar lielāko prieku Jums atbildēsim.
ru: Если у вас возникли вопросы по поводу ваших данных или по любому другому поводу, пожалуйста, свяжитесь с нами. Мы будем рады ответить вам.
sk_sk: Ak máte akékoľvek otázky o vašich údajoch alebo o akomkoľvek inom probléme, kontaktujte nás. Radi vám odpovieme.

source: Delete Completed Tasks
lv: Dzēst paveiktos uzdevumus
ru: Удалять выполненные задачи

source: This will delete %d completed tasks and their subtasks
bg: Това ще премахне %d завършени задачи и техните подзадачи
hi: यह %d पूर्ण किए गए कार्यों और उनके उप-कार्यों को हटा देगा
lv: Šī darbība dzēsīs %d paveiktos uzdevumus un to apakšuzdevumus
ru: Будут удалены завершённые задачи (%d) и их подзадачи
sk_sk: Toto odstráni %d dokončených úloh a ich podúloh

source: P1
bg: П1
ru: П1

source: P2
bg: П2
ru: П2

source: P3
bg: П3
ru: П3

source: P4
bg: П4
ru: П4

source: Delete %d To-Dos
bg: Премахване на %d задачи
hi: %d कार्य मिटाएं
lv: Dzēst %d uzdevumus
ru: Удалить задания (%d)
sk_sk: Odstrániť %d úloh

source: Are you sure you want to delete these %d to-dos?
bg: Сигурни ли сте, че искате да премахнете %d задачи?
hi: क्या आप वाकई इन %d कार्यों को मिटाना चाहते हैं?
lv: Vai Jūs esat pārliecināti, ka vēlaties dzēst šos %d uzdevumus?
ru: Вы уверены, что хотите удалить эти задания (%d)?
sk_sk: Ste si istí, že chcete odstrániť tieto %d úlohy?

source: Close
lv: Aizvērt
ru: Закрыть

source: OK
fr: D'accord

source: - https://cloud.example.com/
fr: - https://nuage.exemple.com/
pt_pt: - https://nuvem.exemplo.com/

source: - https://example.com/nextcloud/
fr: - https://exemple.com/nextcloud/
pt_pt: - https://exemplo.com/nextcloud/

source: This project shows you everything you need to know to hit the ground running. Don’t hesitate to play around in it – you can always create a new one from settings.
sk_sk: Tento projekt vám ukáže všetko, čo potrebujete vedieť, aby ste začali. Neváhajte s ním experimentovať – vždy si môžete vytvoriť nový projekt z nastavení.

source: Tap this to-do
sk_sk: Kliknite na túto úlohu

source: You're looking at a to-do! Complete it by tapping the checkbox on the left. Completed to-dos are collected at the bottom of your project.
sk_sk: Pozeráte sa na úlohu! Dokončíte ju kliknutím na začiarkavacie políčko naľavo. Dokončené úlohy sú zoskupené na spodnej časti vášho projektu.

source: Create a new to-do
sk_sk: Vytvorte novú úlohu

source: Now it's your turn, tap the '+' button at the bottom of your project, enter any pending and tap the blue 'Save' button.
sk_sk: Teraz je to na vás, kliknite na tlačidlo '+' na spodnej časti vášho projektu, zadajte akékoľvek čakajúce úlohy a kliknite na modré tlačidlo 'Uložiť'.

source: Plan this to-do by today or later
sk_sk: Naplánujte túto úlohu na dnes alebo neskôr

source: Tap the calendar button at the bottom to decide when to do this to-do.
sk_sk: Kliknite na tlačidlo kalendára na spodnej strane, aby ste si vybrali, kedy túto úlohu vykonať.

source: Reorder yours to-dos
sk_sk: Zmeňte poradie svojich úloh

source: That’s all you really need to know. Feel free to start adding your own projects and to-dos. You can come back to this project later to learn the advanced features below.. We hope you’ll enjoy using Planify!
sk_sk: To je všetko, čo naozaj potrebujete vedieť. Kľudne začnite pridávať svoje vlastné projekty a úlohy. Sem sa môžete vrátiť neskôr, aby ste sa naučili pokročilé funkcie. Dúfame, že si používanie Planify užijete!

source: Enable synchronization with third-party service.
sk_sk: Povoliť synchronizáciu s externou službou.

source: Planify not only creates tasks locally, it can also synchronize your Todoist account. Go to 'Preferences' 🡒 'Accounts'.
sk_sk: Planify nielenže vytvára úlohy lokálne, ale môže tiež synchronizovať váš účet Todoist. Prejdite na 'Nastavenia' 🡒 'Účty'.

source: Tag your to-dos!
sk_sk: Označte svoje úlohy!

source: Tags allow you to improve your workflow in Planify. To add a Tag click on the tag button at the bottom.
sk_sk: Štítky vám umožňujú zlepšiť pracovný tok v Planify. Pre pridanie štítku kliknite na tlačidlo štítku na spodnej strane.

source: You want Planify to send you a notification to remind you of an important event or something special. Tap the bell button below to add a reminder.
sk_sk: Chcete, aby vám Planify poslal notifikáciu na pripomenutie dôležitého udalosti alebo niečoho špeciálneho. Kliknite na tlačidlo zvončeka nižšie a pridajte pripomienku.

source: Couldn't find an app to handle file URIs
sk_sk: Nepodarilo sa nájsť aplikáciu na spracovanie súborov URI

source: Are you sure you want to reset all? (y/n):
sk_sk: Ste si istí, že chcete všetko resetovať? (y/n):

source: yes
sk_sk: áno

source: Task Detail
sk_sk: Detail úlohy

source: What’s new in Planify
sk_sk: Čo je nové v Planify

source: Inbox as Independent Project
sk_sk: Inbox ako samostatný projekt

source: The Inbox is the default place to add new tasks, allowing you to quickly get your ideas out of your head and then plan them when you’re ready.
sk_sk: Inbox je predvolené miesto na pridávanie nových úloh, ktoré vám umožňuje rýchlo si zapísať nápady a neskôr ich naplánovať, keď budete pripravení.

source: Enhanced Task Duplication
sk_sk: Vylepšené duplikovanie úloh

source: When you duplicate a task now, all subtasks and labels are automatically duplicated, saving you time and effort in managing your projects.
sk_sk: Keď teraz duplikujete úlohu, všetky podúlohy a štítky sa automaticky duplikujú, čo vám ušetrí čas a námahu pri správe vašich projektov.

source: Duplication of Sections and Projects
sk_sk: Duplikovanie sekcií a projektov

source: You can now easily duplicate entire sections and projects, making it easier to create new projects based on existing structures.
sk_sk: Teraz môžete ľahko duplikovať celé sekcie a projekty, čo uľahčuje vytváranie nových projektov na základe existujúcich štruktúr.

source: Project Expiry Date
sk_sk: Dátum expirácie projektu

source: Your project’s expiry date now clearly shows the remaining days, helping you keep track of your deadlines more effectively.
sk_sk: Dátum expirácie vášho projektu teraz jasne zobrazuje zostávajúce dni, čo vám pomôže efektívnejšie sledovať vaše termíny.

source: Archiving of Projects and Sections
sk_sk: Archivovanie projektov a sekcií

source: You can now archive entire projects and sections! This feature helps you keep your workspace organized and clutter-free.
sk_sk: Teraz môžete archivovať celé projekty a sekcie! Táto funkcia vám pomáha udržiavať pracovný priestor organizovaný a bez neporiadku.

source: What's New
sk_sk: Čo je nové

source: Process completed, you need to start Planify again
sk_sk: Proces bol dokončený, musíte znova spustiť Planify
