Repository: alainm23/planify
Catalog: po/*.po
Languages: bg, de, fr, hi, lv, pt_pt, ru, sk_sk, vi

source: Keep the details sidebar always visible for faster task navigation, without repeatedly opening and closing it
de: Behalte die Seitenleiste immer sichtbar zur schnelleren Navigation zwischen den Aufgaben, ohne sie ständig öffnen und schließen zu müssen
fr: Conserver le volet des détails visible pour parcourir plus facilement les tâches, en évitant de fermer et ouvrir constamment le volet
lv: Vienmēr uzturēt sānjoslu atvērtu atrākai uzdevumu pāriešanai, bez atkārtotas atvēršanas un aizvēršanas
pt_pt: Mantém sempre visível o painel de detalhes para uma navegação mais rápida das tarefas, assim evita o abrir e fechar constante das mesmas
ru: Чтобы быстрее перемещаться по задачам, оставьте боковую панель с подробной информацией открытой, не закрывая и не открывая её повторно
vi: Giữ thanh bên chi tiết luôn hiển thị để điều hướng nhiệm vụ nhanh hơn, mà không cần mở và đóng nhiều lần

source: Enable Spell Checking
de: Rechtschreibüberprüfung aktivieren
fr: Activer la correction orthographique
pt_pt: Ativar a verificação ortográfica
ru: Включить проверку орфографии
vi: Bật Kiểm Tra Chính Tả

source: Check spelling in task descriptions and notes
de: Rechtschreibung in Aufgabenbeschreibungen und Notizen überprüfen
fr: Vérifier l'orthographe dans les descriptions des tâches et les notes
pt_pt: Faz a verificação de ortografia nas descrições de tarefas e notas
ru: Проверять орфографию в описаниях задач и описаниях
vi: Kiểm tra chính tả trong mô tả và ghi chú nhiệm vụ

source: Enabled
bg: Включено
de: Aktiv
fr: Activé
hi: सक्रिय
lv: Iespējots
pt_pt: Ativado
ru: Включено
sk_sk: Povolené
vi: Đã Bật

source: Automatic reminders
bg: Автоматични напомняния
de: Automatische Erinnnerungen
fr: Rappels automatiques
hi: स्वचालित रिमाइंडर
lv: Automātiskie atgādinājumi
pt_pt: Lembretes automáticos
ru: Автоматические напоминания
sk_sk: Automatické pripomienky
vi: Lời nhắc tự động

source: When enabled, a reminder before the task’s due time will be added by default.
bg: Когато е включено, по подразбиране ще бъде добавено напомняне преди крайния срок на задачата.
de: Wenn aktiv wird eine Erinnerung zur Fälligkeit hinzugefügt.
fr: Si cette option est activée, il y aura un rappel avant l’échéance de la tâche par défaut.
hi: सक्षम होने पर, कार्य के नियत समय से पहले एक रिमाइंडर तयशुदा रूप से जोड़ दिया जाएगा।
lv: Kad iespējots, tiks pievienots atgādinājums pirms uzdevuma termiņa pēc noklusējuma.
pt_pt: Quando ativado, vai ser notificado de que tem uma tarefa a aproximar-se do tempo limite.
ru: Если эта функция включена, по умолчанию будет добавлено напоминание до наступления срока выполнения задачи.
sk_sk: Keď je povolené, pred časom splnenia úlohy sa automaticky pridá pripomienka.
vi: Khi được bật, lời nhắc trước thời gian đến hạn của nhiệm vụ sẽ được thêm mặc định.

source: Preferences
bg: Настройки
de: Einstellungen
fr: Préférences
hi: प्राथमिकताएं
lv: Iestatījumi
pt_pt: Definições
ru: Параметры
sk_sk: Predvoľby
vi: Tùy Chọn

source: Planify is being developed with love and passion for open source. However, if you like Planify and want to support its development, please consider supporting us.
bg: „Planify“ се разработва с любов и страст към отворения код. Въпреки това, ако харесвате „Planify“ и искате да подкрепите развитието му, моля, помислете дали да не ни подкрепите.
de: Planify wird mit Liebe und Leidenschaft für Open Source entwickelt. Wenn du Planify magst und die Entwicklung unterstützen möchtest, ziehe bitte in Betracht, uns zu unterstützen.
fr: Planify est développé avec amour et passion pour l’open source. Cependant, si vous aimez Planify et que vous souhaitez aider son développement, n’hésitez pas à nous soutenir.
hi: प्लॅानिफाई को ओपन सोर्स के प्रति प्रेम और जुनून के साथ विकसित किया जा रहा है। तथापि, यदि आप प्लॅानिफाई को पसंद करते हैं और इसके विकास का समर्थन करना चाहते हैं, तो कृपया हमें समर्थन देने पर विचार करें।
lv: Planify tiek izstrādāts atvērtajam pirmkodam ar mīlestību un degsmi. Tomēr, ja Jums patīk Planify un Jūs vēlaties atbalstīt tā izstrādi, lūdzu izvērtējiet atbalstīt mūs.
pt_pt: O Planify está a ser desenvolvido com amor e paixão pelo código aberto. Contudo, se gosta de usar o Planify e gostaria de suportar o seu desenvolvimento, considere fazer uma doação, por favor.
ru: Разработка Planify опирается на открытый исходный код. Если вам нравится Planify и вы хотите поддержать его развитие, пожалуйста, поддержите нас.
sk_sk: Planify je vyvíjaný s láskou a vášňou pre open source. Avšak, ak sa vám Planify páči a chcete podporiť jeho vývoj, zvážte podporu nás.
vi: Planify đang được phát triển bằng tình yêu và niềm đam mê đối với mã nguồn mở. Tuy nhiên, nếu bạn thích Planify và muốn hỗ trợ sự phát triển của nó, vui lòng cân nhắc ủng hộ chúng tôi.

source: Donate Now
de: Jetzt Spenden
fr: Faire un don maintenant

source: Sync your favorite to-do providers
bg: Синхронизирайте вашите любими услуги за задачи
de: Synchronisiere mit deinen Lieblings-ToDo-Anbietern
fr: Synchronisez vos fournisseurs de tâches favoris
hi: अपने पसंदीदा कार्य प्रदाताओं को समन्वयित करें
lv: Sinhronizējiet Jūsu mīļākos uzdevumu apgādniekus
pt_pt: Sincronizar com os seus gestores de tarefas favoritos
ru: Синхронизируйте со своими любимыми планировщиками задач
sk_sk: Synchronizujte svojich obľúbených poskytovateľov úloh
vi: Đồng bộ các nhà cung cấp nhiệm vụ yêu thích của bạn

source: Set the view shown at first launch
de: Ansicht anlegen die beim ersten Start angezeigt wird
fr: Choisir la vue à montrer au démarrage
lv: Nosakiet skatu, kas uzrādās pirmajā atvēršanas reizē
pt_pt: Defina o que deseja ver na página principal ao iniciar a aplicação
ru: Установите вид, отображаемый при первом запуске
vi: Đặt chế độ xem hiển thị khi khởi chạy lần đầu

source: Customize to your liking
bg: Персонализирайте по свой вкус
de: An deinen Geschmack anpassen
fr: Personnalisez à l'envie
hi: पसंद के अनुसार अनुकूलित करें
lv: Maniet kā Jums tīkami
pt_pt: Personalize ao seu gosto
ru: Настройте как вам нравится
sk_sk: Prispôsobte si podľa svojich predstáv
vi: Tùy chỉnh theo ý thích của bạn

source: Customize your sidebar
bg: Персонализирайте страничната лента
de: Passe deine Seitenleiste an
fr: Personnalisez votre barre latérale
hi: पार्श्वपट्टी अनुकूलित करें
lv: Pielāgojiet Jūsu sānjoslu
pt_pt: Personalizar a sua barra lateral
ru: Настройте вашу боковую панель
sk_sk: Prispôsobte si postranný panel
vi: Tùy chỉnh thanh bên của bạn

source: Adding to-do's from anywhere
bg: Добавяне на задачи отвсякъде
de: Aufgaben von überall hinzufügen
fr: Ajouter des tâches depuis n’importe quel endroit
hi: कहीं से भी कार्यों को जोड़ें
lv: Pievienojiet uzdevumus no jebkurienes
pt_pt: Adicionar tarefas a partir de qualquer lado
ru: Добавляйте задачи из любого места
sk_sk: Pridávanie úloh z akéhokoľvek miesta
vi: Thêm nhiệm vụ cần làm từ bất cứ đâu

source: Backup or migrate from Planner.
bg: Направете резерва или мигрирайте от „Planner“.
de: Sichern oder von Planner migrieren.
fr: Sauvegarder ou migrer depuis Planner.
hi: प्लानर से बैकअप या प्रवासन करें।
lv: Dublēt vai migrēt no Planner.
pt_pt: Cópia de segurança ou migrar a partir do Planner.
ru: Создать резервную копию или перенести из планировщика.
sk_sk: Zálohujte alebo migrujte z Planner.
vi: Sao lưu hoặc di chuyển từ Planner.

source: Create Tutorial Project
bg: Създаване на проект за обучение
de: Tutorial-Projekt erstellen
fr: Créer un projet tutoriel
hi: प्रशिक्षण परियोजना बनाएं
lv: Izveidot pamācības projektu
pt_pt: Criar o projeto de tutorial
ru: Создать обучающий проект
sk_sk: Vytvoriť tutoriálový projekt
vi: Tạo Dự Án Hướng Dẫn

source: Learn the app step by step with a short tutorial project
bg: Научете приложението стъпка по стъпка с кратък проект за обучение
de: Entdecke die Funktionen der App Schritt für Schritt mit einem kurzen Tutorial-Projekt
fr: Faites le tour pas à pas de l’application avec un court projet tutoriel
hi: एक संक्षिप्त प्रशिक्षण परियोजना के साथ चरण दर चरण ऐप सीखें
lv: Apgūstiet lietotni soli pa solim ar īsu pamācības projektu
pt_pt: Aprenda como usar a aplicação passo a passo, com um projeto de tutorial pequeno
ru: Изучите приложение шаг за шагом с помощью короткого обучающего проекта
sk_sk: Učte sa aplikáciu krok za krokom s krátkym tutoriálovým projektom
vi: Tìm hiểu ứng dụng từng bước với một dự án hướng dẫn ngắn

source: Want to buy me a drink?
bg: Искаш ли да ми купиш напитка?
de: Willst du mir einen Drink ausgeben?
fr: Me payer un verre ?
hi: क्या मेरे लिए शीतल पेय खरीदना चाहते हैं?
lv: Uzsauksiet man dzērienu?
pt_pt: Quer pagar-me uma bebida?
ru: Хотите угостить меня выпивкой?
sk_sk: Chcete mi kúpiť drink?
vi: Muốn mời tôi một ly nước?

source: Report Issue or Request Feature
de: Berichte Problem oder schlage Funktionen vor
fr: Rapporter un problème ou demander une fonctionnalité
lv: Ziņot par kļūmēm vai pieprasīt funkciju
pt_pt: Reportar um problema ou solicitar uma funcionalidade
ru: Сообщить об ошибке или запросить функционал
vi: Báo Cáo Sự Cố hoặc Yêu Cầu Tính Năng

source: Share bugs or ideas on GitHub
de: Teile Bugs oder Ideen auf GitHub
fr: Soumettre des bugs ou des idées sur GitHub
lv: Dalieties ar kļūmēm vai idejām platformā GitHub
pt_pt: Partilhe problemas ou ideias no GitHub
ru: Делитесь ошибками или идеями на GitHub
vi: Chia sẻ lỗi hoặc ý tưởng trên GitHub

source: Get Involved
de: Beteilige dich
fr: Contribuer
lv: Iesaistieties
pt_pt: Junte-se a nós
ru: Присоединяйтесь
vi: Tham Gia

source: Reach Us
bg: Потърсете ни
de: Kontakt aufnehmen
fr: Nous joindre
hi: हम तक पहुंचें
lv: Sasniedziet mūs
pt_pt: Venha até nós
ru: Связаться с нами
sk_sk: Kontaktujte nás
vi: Liên Hệ Với Chúng Tôi

source: Contact Us
bg: Свържете се с нас
de: Kontaktiere uns
fr: Contactez-nous
hi: हमसे संपर्क करें
lv: Sazinieties ar mums
pt_pt: Contacte-nos
ru: Свяжитесь с нами
sk_sk: Kontaktujte nás
vi: Liên Hệ Với Chúng Tôi

source: Request a feature or ask us anything
bg: Направете заявка за нова функция, или ни попитайте нещо
de: Schlage eine Funktion vor oder frage uns etwas
fr: Demandez une fonctionnalité ou posez-nous une question
hi: किसी सुविधा के लिए अनुरोध करें या हमसे कुछ भी पूछें
lv: Pieprasiet funkciju vai noskaidrojiet jebko
pt_pt: Solicite uma funcionalidade ou coloque as questões que quiser
ru: Предложите функцию или задайте нам вопрос
sk_sk: Požiadajte o funkciu alebo sa nás opýtajte čokoľvek
vi: Yêu cầu một tính năng hoặc hỏi chúng tôi bất cứ điều gì

source: Tweet Us
bg: Пишете ни в Twitter
de: Tweete uns
fr: Tweetez-nous
hi: हमें ट्वीट करें
lv: Tvītojiet
pt_pt: Envie-nos um tweet
ru: Пишите нам в Twitter
sk_sk: Napíšte nám na Twitteri
vi: Tweet Cho Chúng Tôi

source: Share some love
bg: Споделете малко любов
de: Teile etwas Liebe
fr: Partagez de l’amour
hi: कुछ प्यार बाँटें
lv: Dalieties ar mīlestību
pt_pt: Partilhe o seu carinho
ru: Делитесь любовью
sk_sk: Podeľte sa o trochu lásky
vi: Chia sẻ tình yêu

source: Discuss and share your feedback
bg: Обсъждайте и споделяйте отзивите си
de: Diskutiere und teile dein Feedback
fr: Échanger et partager vos impressions
hi: चर्चा करें और अपनी प्रतिक्रिया साझा करें
lv: Apspriedieties un dalieties ar savām atsauksmēm
pt_pt: Converse ou partilhe as suas opiniões
ru: Обсуждайте и делитесь своим мнением
sk_sk: Diskutujte a zdieľajte svoje názory
vi: Thảo luận và chia sẻ phản hồi của bạn

source: Privacy
bg: Дискретност
de: Datenschutz
fr: Confidentialité
hi: गोपनीयता
lv: Privātums
pt_pt: Privacidade
ru: Конфиденциальность
sk_sk: Ochrana súkromia
vi: Quyền Riêng Tư

source: Privacy Policy
bg: Настройки за лични данни
de: Datenschutzerklärung
fr: Politique de confidentialité
hi: गोपनीयता नीति
lv: Privātuma politika
pt_pt: Política de privacidade
ru: Политика конфиденциальности
sk_sk: Zásady ochrany súkromia
vi: Chính Sách Quyền Riêng Tư

source: We have nothing on you
bg: Не запазваме нищо общо с вас
de: Wir besitzen keine Daten über dich
fr: Nous n’avons rien sur vous
hi: हमारे पास आपका कुछ नहीं है
lv: Mums nav nekādu ziņu par Jums
pt_pt: Não guardamos nada sobre si
ru: У нас нет ничего на вас
sk_sk: Nemáme o vás nič
vi: Chúng tôi không có thông tin gì về bạn

source: Delete App Data
bg: Премахване на данните на приложението
de: App-Daten löschen
fr: Supprimer les données de l’application
hi: ऐप डेटा मिटाएं
lv: Dzēst lietotnes datus
pt_pt: Eliminar dados da aplicação
ru: Удалить данные Planify
sk_sk: Vymazať údaje aplikácie
vi: Xóa Dữ Liệu Ứng Dụng

source: A tutorial project has been created
bg: Проект за обучение е създаден
de: Es wurde ein Tutorial-Projekt erstellt
fr: Un projet tutoriel a été créé
hi: एक प्रशिक्षण परियोजना बनाया गया
lv: Pamācības projekts ticis izveidots
pt_pt: O projeto do tutorial foi criado
ru: Обучающий проект был создан
sk_sk: Bolo vytvorené tutoriálové projekt
vi: Một dự án hướng dẫn đã được tạo

source: Delete All Data?
bg: Искате ли да премахнете всички данни?
de: Alle Daten löschen?
fr: Supprimer toutes les données ?
hi: सभी डेटा मिटाएं?
lv: Dzēst visus datus?
pt_pt: Eliminar todos os dados?
ru: Удалить все данные?
sk_sk: Vymazať všetky údaje?
vi: Xóa Tất Cả Dữ Liệu?

source: Deletes all your lists, tasks, and reminders irreversibly
bg: Премахва всички ваши списъци, задачи, и напомняния завинаги
de: Löscht alle Listen, Aufgaben und Erinnerungen unwiderruflich
fr: Supprime toutes vos listes, tâches et rappels de manière irréversible
hi: आपकी सभी सूचियां, कार्य और रिमाइंडर को अपरिवर्तनीय रूप से मिटा देता है
lv: Dzēš visus jūsu sarakstus, uzdevumus un atgādinājums neatgriezeniski
pt_pt: Isto vai eliminar todas as suas listas, tarefas e lembretes de forma irreversível
ru: Безвозвратно удаляет списки, задачи и напоминания
sk_sk: Nezvratne vymaže všetky vaše zoznamy, úlohy a pripomienky
vi: Xóa vĩnh viễn tất cả danh sách, nhiệm vụ và lời nhắc của bạn

source: New Project
bg: Нов проект
de: Neues Projekt
fr: Nouveau projet
hi: नई परियोजना
lv: Jauns projekts
pt_pt: Novo projeto
ru: Новый проект
sk_sk: Nový projekt
vi: Dự Án Mới

source: Edit Project
bg: Редактиране на проекта
de: Projekt bearbeiten
fr: Modifier le projet
hi: परियोजना संपादन
lv: Rediģēt projektu
pt_pt: Editar projeto
ru: Изменить проект
sk_sk: Upraviť projekt
vi: Chỉnh Sửa Dự Án

source: Give your project a name
bg: Дайте име на проекта си
de: Gib deinem Projekt einen Namen
fr: Donnez un nom à votre projet
hi: अपने परियोजना को एक नाम दें
lv: Nosauciet savu projektu
pt_pt: Dê um nome ao seu projeto
ru: Введите название проекта
sk_sk: Dajte svojmu projektu názov
vi: Đặt tên cho dự án của bạn

source: Use Emoji
bg: Използване на емотикона
de: Emoji nutzen
fr: Utiliser un Émoji
hi: इमोजी का प्रयोग करें
lv: Lietot emocijzīmes
pt_pt: Usar um emoji
ru: Использовать Emoji
sk_sk: Použiť emoji
vi: Sử Dụng Biểu Tượng Cảm Xúc

source: Add Project
bg: Добавяне на проект
de: Projekt hinzufügen
fr: Ajouter un projet
hi: परियोजना जोड़ें
lv: Pievienot projektu
pt_pt: Adicionar projeto
ru: Добавить проект
sk_sk: Pridať projekt
vi: Thêm Dự Án

source: Update Project
bg: Обновяване на проекта
de: Projekt aktualisieren
fr: Mettre le projet à jour
hi: परियोजना अद्यतन
lv: Rediģēt projektu
pt_pt: Atualizar projeto
ru: Обновить проект
sk_sk: Aktualizovať projekt
vi: Cập Nhật Dự Án

source: Project added successfully!
bg: Проектът е добавен успешно!
de: Projekt erfolgreich hinzugefügt!
fr: Projet ajouté avec succès !
hi: परियोजना सफलतापूर्वक जोड़ी गई!
lv: Projekts izveidots!
pt_pt: O projeto foi adicionado com sucesso!
ru: Проект успешно добавлен!
sk_sk: Projekt bol úspešne pridaný!
vi: Dự án đã được thêm thành công!

source: Move
bg: Преместване
de: Verschieben
fr: Déplacer
hi: स्थानांतरण
lv: Pārvietot
pt_pt: Mover
ru: Переместить
sk_sk: Presunúť
vi: Di Chuyển

source: Quick Find
bg: Бързо търсене
de: Schnelle Suche
fr: Recherche rapide
hi: शीघ्र खोज
lv: Ātrā meklēšana
pt_pt: Procura rápida
ru: Быстрый поиск
sk_sk: Rýchle hľadanie
vi: Tìm Kiếm Nhanh

source: Quickly switch projects and views, find tasks, search by labels
bg: Бързо сменяне на проекти и изгледи, намиране на задачи, търсене по етикети
de: Wechsle schnell zwischen Projekten und Ansichten, finde Aufgaben, suche nach Labels
fr: Passez rapidement d’un projet et d’une vue à l’autre, trouvez des tâches, faites des recherches par étiquettes
hi: परियोजनाओं और दृश्यों को शीघ्र रूप से बदलें, कार्य खोजें, लेबल द्वारा खोजें
lv: Ātri pārvietojieties starp projektiem un skatiem, atrodiet uzdevumus un meklējiet pēc birkām
pt_pt: Altere de forma rápida entre projetos e modos de vista, encontrar tarefas, procurar por etiquetas
ru: Быстро переключайте проекты и списки, находите задачи, осуществляйте поиск по меткам
sk_sk: Rýchlo prepínajte projekty a zobrazenia, nájdite úlohy, hľadajte podľa štítkov
vi: Nhanh chóng chuyển đổi dự án và chế độ xem, tìm nhiệm vụ, tìm kiếm theo nhãn

source: New Section
bg: Нов раздел
de: Neuer Abschnitt
fr: Nouvelle section
hi: नया अनुभाग
lv: Jauna sadaļa
pt_pt: Nova secção
ru: Новый раздел
sk_sk: Nová sekcia
vi: Phần Mới

source: Edit Section
bg: Редактиране на раздела
de: Abschnitt bearbeiten
fr: Modifier la section
hi: अनुभाग संपादन
lv: Rediģēt sadaļu
pt_pt: Editar secção
ru: Изменить раздел
sk_sk: Upraviť sekciu
vi: Chỉnh Sửa Phần

source: Section Name
bg: Име на раздела
de: Abschnittsname
fr: Nom de la section
hi: अनुभाग नाम
lv: Sadaļas nosaukums
pt_pt: Nome da secção
ru: Название раздела
sk_sk: Názov sekcie
vi: Tên Phần

source: Add Section
bg: Добавяне на раздел
de: Abschnitt hinzufügen
fr: Ajouter une section
hi: अनुभाग जोड़ें
lv: Pievienot sadaļu
pt_pt: Adicionar secção
ru: Добавить раздел
sk_sk: Pridať sekciu
vi: Thêm Phần

source: Update Section
bg: Обновяване на раздела
de: Abschnitt aktualisieren
fr: Mettre la section à jour
hi: अनुभाग अद्यतन
lv: Rediģēt sadaļu
pt_pt: Atualizar secção
ru: Обновить раздел
sk_sk: Aktualizovať sekciu
vi: Cập Nhật Phần

source: Section added
de: Abschnitt hinzufügt
fr: Section ajoutée
lv: Sadaļa pievienota
pt_pt: Secção adicionada
ru: Добавлен раздел
vi: Đã thêm phần

source: Open/Close Sidebar
bg: Превключване на страничната лента
de: Seitenleiste öffnen/schließen
fr: Ouvrir/Fermer la barre latérale
hi: पार्श्वपट्टी खोलें/बंद करें
lv: Atvērt/aizvērt sānjoslu
pt_pt: Abrir/fechar painel lateral
ru: Переключить боковую панель
sk_sk: Otvoriť/Zatvoriť bočný panel
vi: Mở/Đóng Thanh Bên

source: Unpin
bg: Откачване
de: Lösen
fr: Désépingler
lv: Atspraust
pt_pt: Desafixar
ru: Открепить
sk_sk: Odinštalovať
vi: Bỏ Ghim

source: Completed. Next occurrence: %s
bg: Завършено. Следващо съвпадение: %s
de: Erledigt. Nächstes vorkommen: %s
fr: Terminé. Prochaine occurrence : %s
hi: पूर्ण। अगली बार: %s
lv: Paveikts. Nākamā reize: %s
pt_pt: Terminado. Próxima ocorrência: %s
ru: Выполнено. Следующий раз: %s
sk_sk: Dokončené. Ďalšie výskyt: %s
vi: Đã hoàn thành. Lần lặp lại tiếp theo: %s

source: Add Subtask
bg: Добавяне на подзадача
de: Unteraufgabe hinzufügen
fr: Ajouter une sous-tâche
hi: उपकार्य जोड़ें
lv: Pievienot apakšuzdevumu
pt_pt: Adicionar subtarefa
ru: Добавить подзадачу
sk_sk: Pridať podúlohu
vi: Thêm Nhiệm Vụ Phụ

source: Edit
bg: Редактиране
de: Bearbeiten
fr: Éditer
hi: संपादन
lv: Rediģēt
pt_pt: Editar
ru: Изменить
sk_sk: Upraviť
vi: Chỉnh Sửa

source: Duplicate
bg: Дублиране
de: Duplizieren
fr: Dupliquer
hi: प्रतिरूप
lv: Dublēt
pt_pt: Duplicar
ru: Дублировать
sk_sk: Duplikovať
vi: Tạo Bản Sao

source: Delete Task
bg: Премахване на задачата
de: Aufgabe löschen
fr: Supprimer la tâche
hi: कार्य मिटाएं
lv: Dzēst uzdevumu
pt_pt: Eliminar tarefa
ru: Удалить задачу
sk_sk: Odstrániť úlohu
vi: Xóa Nhiệm Vụ

source: Order changed to 'Custom sort order'
bg: Редът е променен на „Друг ред на подредба“
de: Reihenfolge wurde in 'Benutzerdefinierte Sortierreihenfolge' geändert
fr: L’ordre a été modifié pour 'Ordre de tri personnalisé'
hi: क्रम को 'तदनुकूल छंटाई क्रम' में बदल दिया गया
lv: Kārtojums nomainīts uz 'Pielāgoto secību'
pt_pt: Ordem alterada para 'Ordenação personalizada'
ru: Сортировка изменена на сортировку «Вручную»
sk_sk: Poradie bolo zmenené na 'Vlastné zoradenie'
vi: Thứ tự đã thay đổi thành 'Thứ tự sắp xếp tùy chỉnh'

source: %s was deleted
bg: %s е премахнато
de: %s wurde gelöscht
fr: %s a été supprimé
hi: %s मिटा दिया गया
lv: %s tika dzēsts
pt_pt: %s foi eliminado
ru: %s удалено
sk_sk: %s bol odstránený
vi: %s đã bị xóa

source: Undo
bg: Отмяна
de: Rückgängig machen
fr: Annuler
hi: पूर्ववत करें
lv: Atsaukt
pt_pt: Reverter
ru: Отменить
sk_sk: Zrušiť
vi: Hoàn Tác

source: Add Subtasks
bg: Добавяне на подзадачи
de: Unteraufgaben hinzufügen
fr: Ajouter des sous-tâches
hi: उपकार्य जोड़ें
lv: Pievienot apakšuzdevumus
pt_pt: Adicionar subtarefas
ru: Добавить подзадачи
sk_sk: Pridať podúlohy
vi: Thêm Nhiệm Vụ Phụ

source: Hide Sub-tasks
bg: Скриване на подзадачите
de: Unteraufgaben verbergen
fr: Cacher les sous-tâches
lv: Slēpt apakšuzdevumus
pt_pt: Ocultar subtarefas
ru: Скрыть подзадачи
sk_sk: Skryť podúlohy
vi: Ẩn Nhiệm Vụ Phụ

source: Show Sub-tasks
bg: Показване на подзадачите
de: Unteraufgaben anzeigen
fr: Montrer les sous-tâches
lv: Rādīt apakšuzdevumus
pt_pt: Mostrar subtarefas
ru: Показать подзадачи
sk_sk: Zobraziť podúlohy
vi: Hiển Thị Nhiệm Vụ Phụ

source: Use as a Note
bg: Избиране на дата
de: Als Notiz verwenden
fr: Utiliser comme note
hi: नोट के रूप में उपयोग करें
lv: Lietot kā piezīmi
pt_pt: Usar como nota
sk_sk: Použiť ako poznámku
vi: Sử Dụng như Ghi Chú

source: Copy to Clipboard
bg: Копиране в буфера за обмен
de: In die Zwischenablage kopieren
fr: Copier vers le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
lv: Kopēt starpliktuvē
pt_pt: Copiar para a área de trabalho
ru: Скопировать в буфер обмена
sk_sk: Kopírovať do schránky
vi: Sao Chép vào Bộ Nhớ Tạm

source: Add Attachments
bg: Добавяне на прикрепени файлове
de: Anhang hinzufügen
fr: Ajouter des pièces-jointes
hi: अनुलग्नक जोड़ें
lv: Pievienot pielikumus
pt_pt: Adicionar anexos
ru: Добавить вложения
sk_sk: Pridať prílohy
vi: Thêm Tệp Đính Kèm

source: Close Detail
bg: Затваряне на подробностите
de: Details schließen
fr: Fermer les détails
hi: विवरण बंद करें
lv: Aizvērt paplašināto skatu
pt_pt: Fechar detalhes
ru: Скрыть подробности
sk_sk: Zatvoriť detaily
vi: Đóng Chi Tiết

source: Title
bg: Заглавие
de: Titel
fr: Titre
hi: शीर्षक
lv: Nosaukums
pt_pt: Título
ru: Заголовок
sk_sk: Názov
vi: Tiêu Đề

source: Properties
bg: Свойства
de: Eigenschaften
fr: Propriétés
hi: गुण
lv: Īpašības
pt_pt: Propriedades
ru: Свойства
sk_sk: Vlastnosti
vi: Thuộc tính

source: Are you sure you want to delete?
bg: Сигурни ли сте, че искате да премахнете?
de: Bist du sicher, dass du löschen möchtest?
fr: Êtes-vous sûr de vouloir supprimer ?
hi: क्या आप वाकई मिटाना चाहते हैं?
lv: Vai Jūs esat pārliecināti, ka vēlaties dzēst?
pt_pt: Tem a certeza de que pretende eliminar?
ru: Удалить?
sk_sk: Ste si istí, že chcete odstrániť?
vi: Bạn có chắc chắn muốn xóa không?

source: Delete Label
bg: Премахване на етикета
de: Label löschen
fr: Supprimer l’étiquette
hi: लेबल मिटाएं
lv: Dzēst birku
pt_pt: Eliminar etiqueta
ru: Удалить метку
sk_sk: Odstrániť označenie
vi: Xóa Nhãn

source: Projects sort changed to 'Custom sort order'
bg: Сортирането на проектите е променено на „Друг ред на подредба“
de: Projektsortierung wurde in 'Benutzerdefinierte Sortierreihenfolge' geändert
fr: Mode de tri des projets changé pour 'Ordre de tri personnalisé'
hi: परियोजना छंटाई को 'तदनुकूल छंटाई क्रम' में बदल दिया गया
lv: Projekta kārtojums nomainīts uz 'Pielāgoto secību'
pt_pt: Ordem de projetos alterada para 'Ordenação personalizada'
ru: Сортировка проектов изменена на сортировку «Вручную»
sk_sk: Zoradenie projektov bolo zmenené na 'Vlastné zoradenie'
vi: Sắp xếp dự án đã thay đổi thành 'Thứ tự sắp xếp tùy chỉnh'

source: Remove From Favorites
bg: Премахване от „Любими“
de: Aus Favoriten entfernen
fr: Retirer des favoris
hi: पसंदीदा से हटाएं
lv: Noņemt no favorītiem
pt_pt: Remover dos favoritos
ru: Удалить из избранного
sk_sk: Odstrániť z obľúbených
vi: Xóa Khỏi Mục Ưa Thích
