Repository: alainm23/planify
Catalog: po/*.po
Languages: bg, de, fr, hi, lv, pt_pt, ru, sk_sk, vi

source: Continue Anyway
de: Trotzdem fortfahren
fr: Continuer quand même
lv: Tāpat turpināt
pt_pt: Continuar na mesma
ru: Продолжить в любом случае
vi: Dù Sao Vẫn Tiếp Tục

source: Sub-tasks
bg: Подзадачи
de: Unteraufgaben
fr: Sous-tâches
hi: उप-कार्य
lv: Apakšuzdevumi
pt_pt: Subtarefas
ru: Подзадачи
sk_sk: Podúlohy
vi: Nhiệm Vụ Phụ

source: Show more
de: Zeige mehr
fr: Afficher plus
lv: Rādīt vairāk
pt_pt: Mostrar mais
ru: Показать больше
vi: Hiển thị thêm

source: Show less
de: Weniger anzeigen
fr: Afficher moins
lv: Rādīt mazāk
pt_pt: Mostrar menos
ru: Показать меньше
vi: Hiển thị ít hơn

source: Report Issue
bg: Докладване на проблем
de: Fehler melden
fr: Signaler un problème
hi: समस्या दर्ज करें
lv: Ziņot par kļūmi
pt_pt: Reportar problema
ru: Сообщить о проблеме
sk_sk: Nahlásiť problém
vi: Báo Cáo Sự Cố

source: In %d minute
de: In einer Minute
fr: Dans %d minute

source: In %d hour
de: In einer Stunde
fr: Dans %d heure

source: Happening now
de: Jetzt gerade
fr: En ce moment
pt_pt: Neste momento
vi: Đang diễn ra

source: Location
de: Ort
fr: Emplacement
pt_pt: Localização
vi: Vị Trí

source: Organizer
de: Veranstalter
fr: Organisateur
pt_pt: Organizador
vi: Người Tổ Chức

source: Join
de: Beitreten
fr: Rejoindre
pt_pt: Juntar
vi: Tham Gia

source: Disable SSL certificate validation
de: SSL-Zertifikatsvalidierung deaktivieren
fr: Désactiver la validation du certificat SSL
lv: Atspējot SSL sertifikātu derīguma pārbaudi
pt_pt: Desativar a validação do certificado SSL
ru: Отключить проверку сертификатов SSL
vi: Vô hiệu hóa xác thực chứng chỉ SSL

source: Not recommended – exposes you to security risks
de: Nicht empfohlen – setzt dich Sicherheitsrisiken aus
fr: Non recommandé – vous expose à des risques de sécurité
lv: Nav iesakāms – pakļauj Jūs drošības ievainojamībām
pt_pt: Não é recomendado - vai ser exposto a riscos de segurança
ru: Не рекомендуется — подвергает вас риску безопасности
vi: Không nên – có thể khiến bạn gặp rủi ro bảo mật

source: This will disable SSL validation and exposes you to attacks. Proceed at your own risk
de: Dies wird die SSL-Validierung deaktivieren und Sie für Angriffen angreifbar machen. Fahren Sie auf eigenes Risiko fort
fr: Cela désactivera la validation SSL et vous exposera à des attaques. À effectuer à vos risques et périls
lv: Šī darbība atslēgs SSL sertifikātu derīguma pārbaudi un pakļaus Jūs kiberuzbrukumiem. Turpiniet uz savu atbildību
pt_pt: Isto vai desativar a validação do SSL e vai ser exposto a ataques. Prossiga pela sua conta e risco
ru: Это отключает проверку SSL и сделает вас уязвимыми для атак. Используйте на свой страх и риск
vi: Điều này sẽ vô hiệu hóa xác thực SSL và khiến bạn dễ bị tấn công. Tiếp tục với rủi ro của riêng bạn

source: Task uncompleted
bg: Задачата не е завършена
de: Aufgabe unerledigt
fr: Tâche non accomplie
lv: Uzdevums nepaveikts
pt_pt: Tarefa não terminada
ru: Задача не выполнена
sk_sk: Úloha nebola dokončená
vi: Nhiệm vụ chưa hoàn thành

source: Task moved to project
de: Aufgabe verschoben zum Projekt
fr: Tâche déplacée vers le projet
lv: Uzdevums pārvietots uz citu projektu
pt_pt: A tarefa foi movida para o projeto
ru: Задача перенесена в проект
vi: Nhiệm vụ đã được chuyển đến dự án

source: Task moved to
de: Aufgabe verschoben zu
fr: Tâche déplacée vers
lv: Uzdevums pārvietots uz
pt_pt: A tarefa foi movida para
ru: Задача перемещена в
vi: Nhiệm vụ đã được chuyển đến

source: Previous
bg: Предишно
de: Vorherige
fr: Précédent
hi: पिछला
lv: Iepriekšējais
pt_pt: Anterior
ru: Предыдущий
sk_sk: Predchádzajúce
vi: Trước

source: Pin: Active
bg: Закачен елемент: активен
de: Pin: Aktiv
fr: Épingler : Actif
hi: पिन: सक्रिय
lv: Piesprausts: Jā
pt_pt: Afixar: Ativo
ru: Закрепить: активный
sk_sk: Pripnúť: Aktívne
vi: Ghim: Hoạt động

source: Pin: Inactive
bg: Закачен елемент: некативен
de: Pin: Inaktiv
fr: Épingler : Inactif
hi: पिन: निष्क्रिय
lv: Piesprausts: Nē
pt_pt: Afixar: Inativo
ru: Закрепить: неактивный
sk_sk: Pripnúť: Neaktívne
vi: Ghim: Không hoạt động

source: Completed At
bg: Завършено на
de: Abgeschlossen am
fr: Terminée le
lv: Paveikts
pt_pt: Terminado em
ru: Выполнено в
sk_sk: Dokončené dňa
vi: Hoàn Thành Lúc

source: Move to Project
de: Bewege zu Projekt
fr: Déplacer vers le Projet

source: Mark as Completed
bg: Маркиране като завършено
de: Als Erledigt markieren
fr: Marquer comme fait
hi: पूर्ण चिह्नित करें
lv: Atzīmēt kā paveiktu
pt_pt: Marcar como terminado
ru: Отметить как выполненные
sk_sk: Označiť ako dokončené
vi: Đánh Dấu là Đã Hoàn Thành

source: Delete To-Do
bg: Премахване на задачата
de: Aufgabe löschen
fr: Supprimer la tâche
hi: कार्य मिटाएं
lv: Dzēst uzdevumus
pt_pt: Eliminar tarefa
ru: Удалить задание
sk_sk: Odstrániť úlohu
vi: Xóa Nhiệm Vụ Cần Làm

source: Are you sure you want to delete this to-do?
bg: Сигурни ли сте, че искате да премахнете задачата?
de: Bist du sicher, dass du diese Aufgabe löschen möchtest?
fr: Êtes-vous sûr de vouloir supprimer cette tâche ?
hi: क्या आप वाकई इस कार्य को मिटाना चाहते हैं?
lv: Vai Jūs esat pārliecināti, ka vēlaties dzēst šo uzdevumu?
pt_pt: Tem a certeza de que pretende eliminar esta tarefa?
ru: Вы уверены, что хотите удалить это задание?
sk_sk: Ste si istí, že chcete odstrániť túto úlohu?
vi: Bạn có chắc chắn muốn xóa nhiệm vụ cần làm này không?

source: Delete %d To-Do
de: Lösche %d Aufgabe
fr: Supprimer %d tâche
lv: Dzēst %d uzdevumu
ru: Удалить %d заданий

source: Are you sure you want to delete this %d to-do?
de: Bist du sicher, dass du %d Aufgabe löschen möchtest?
fr: Êtes-vous sûr de vouloir supprimer cette tâche ?
lv: Vai Jūs esat pārliecināti, ka vēlaties dzēst šo %d uzdevumu?
ru: Вы уверены, что хотите удалить это задание %d?

source: New version available!
de: Neue Version verfügbar!
fr: Nouvelle version disponible !
lv: Jauns laidiens pieejams!
pt_pt: Nova versão disponível!
ru: Новая версия доступна!
vi: Phiên bản mới đã có!

source: Update now to enjoy the latest improvements, bug fixes, and new features that make Planify even better
de: Aktualisiere jetzt um die neuesten Verbesserungen, Bugfixes und Features zu genießen, die Planify noch besser machen
fr: Mettez à jour dès maintenant pour profiter des dernières améliorations, corrections de bugs et nouvelles fonctionnalités qui rendent Planify encore meilleur
lv: Atjauniniet lietotni, lai baudītu jaunākos uzlabojumus, kļūmju labojumus un jaunās funkcijas, kas padara Planify vēl labāku
pt_pt: Atualize agora para desfrutar dos últimos melhoramentos, correções de problemas e novas funcionalidades que tornam o Planify ainda melhor
ru: Обновите приложение прямо сейчас, чтобы воспользоваться последними улучшениями, исправлениями ошибок и новыми функциями, которые делают Planify ещё лучше
vi: Cập nhật ngay để tận hưởng những cải tiến mới nhất, sửa lỗi và tính năng mới giúp Planify trở nên tốt hơn

source: Update Now
de: Jetzt aktualisieren
fr: Mettre à jour maintenant
lv: Atjaunināt tagad
pt_pt: Atualizar agora
ru: Обновите сейчас
vi: Cập Nhật Ngay

source: Dismiss
de: Verwerfen

source: Unarchive
bg: Деархивиране
de: Entarchivieren
fr: Désarchiver
hi: असंग्रहित करें
lv: Atarhivēt
pt_pt: Desarquivar
ru: Разархивировать
sk_sk: Obnoviť z archívu
vi: Bỏ Lưu Trữ

source: No subtasks added yet. Get started!
bg: Все още няма добавени подзадачи. Започнете!
de: Noch keine Unteraufgaben hinzugefügt. Leg los!
fr: Aucune sous-tâche n’a encore été ajoutée. Allez-y !
lv: Vēl nav neviena apakšuzdevuma. Variet sākt!
pt_pt: Ainda não foram adicionadas subtarefas. Comece por fazer uma!
ru: Подзадачи ещё не добавлены. Начинайте!
sk_sk: Zatiaľ neboli pridané žiadne podúlohy. Začnite!
vi: Chưa có nhiệm vụ phụ nào được thêm. Bắt đầu ngay!

source: Failed to connect to server
de: Verbindung zum Server fehlgeschlagen
fr: Échec de la connexion au serveur
lv: Neizdevies savienoties ar serveri
pt_pt: A conexão ao servidor falhou
ru: Не удалось подключиться к серверу
vi: Kết nối với máy chủ thất bại

source: It looks like the server is unreachable, are you connected to the internet? Any changes you make while disconnected will be synchronized when you reconnect.
de: Eine Verbindung zum Server ist aktuell nicht möglich. Sobald eine Verbindung wiederhergestellt ist, werden die Änderungen synchronisiert.
fr: Le serveur semble injoignable. Êtes-vous connecté à Internet? Les changements que vous ferez hors-ligne seront synchronisés lors de la reconnexion.
lv: Izskatās, ka serveris ir nesasniedzams, vai Jūs esat savienoti ar tīklāju? Jebkādas izmaiņas, kuras Jūs veiksiet bezsaistē tiks sinhronizētas, kad Jūs atjaunosiet savienojumu.
pt_pt: Parece que o servidor está inacessível, está conectado à Internet? Quaisquer alterações que fizer enquanto desconectado, estas vão sincronizar quando voltar a conectar-se.
ru: Похоже сервер недоступен вы подключены к Интернету? Изменения, внесённые вами в автономном режиме, будут синхронизированы при повторном подключении.
vi: Có vẻ như máy chủ không thể truy cập, bạn có kết nối internet không? Mọi thay đổi bạn thực hiện khi bị ngắt kết nối sẽ được đồng bộ hóa khi bạn kết nối lại.

source: <b>%s</b> is %.0f%% complete. You can help finish it!
de: <b>%s</b> ist zu %.0f %% abgeschlossen. Du kannst helfen es fertigzustellen!
fr: <b>%s</b> est terminé à %.0f%%. Vous pouvez aider à le compléter !
lv: <b>%s</b> tulkojums ir %.0f%% pabeigts. Jūs variet palīdzēt to pabeigt!
pt_pt: <b>%s</b> está %.0f%% completado. Pode ajudar a terminar a tradução!
ru: <b>%s</b> на %.0f%% закончен. Вы можете помочь закончить его!
vi: <b>%s</b> đã hoàn thành %.0f%%. Bạn có thể giúp hoàn thành nó!

source: Translations
de: Übersetzungen
fr: Traductions
lv: Tulkojumi
pt_pt: Traduções
ru: Перевод
vi: Bản Dịch

source: Help make Planify available worldwide
de: Hilf Planify weltweit verfügbar zu machen
fr: Aidez-nous à rendre Planify disponible dans le monde entier
lv: Palīdziet veidot Planify pieejamu visā pasaulē
pt_pt: Ajude o Planify para que este fique disponível no mundo inteiro
ru: Помогите сделать Planify доступным по всему миру
vi: Giúp Planify có mặt trên toàn thế giới

source: Help improve translations
de: Hilf die Übersetzung zu verbessern
fr: Aidez-nous à améliorer les traductions
lv: Palīdziet uzlabot tulkojumus
pt_pt: Ajude a melhorar as traduções
ru: Помогите улучшить перевод
vi: Giúp cải thiện bản dịch

source: Start a new translation
de: Starte eine neue Übersetzung
fr: Commencer une nouvelle traduction
lv: Sākt jaunu tulkojumu
pt_pt: Iniciar uma nova tradução
ru: Начните новый перевод
vi: Bắt đầu một bản dịch mới

source: <b>%s</b> is not available yet. Be the first to translate it!
de: <b>%s</b> ist noch nicht verfügbar. Sei der Erste, der es übersetzt!
fr: <b>%s</b> n'est pas encore disponible. Soyez le premier à le traduire !
lv: <b>%s</b> vēl nav pieejams. Esiet pirmie, kas tajā tulko!
pt_pt: <b>%s</b> ainda não está disponível. Seja o primeiro a fazer a tradução!
ru: <b>%s</b> недоступен сейчас. Переведите это первым!
vi: <b>%s</b> chưa có. Hãy là người đầu tiên dịch nó!

source: Planify - Quick Add
bg: „Planify“ - Бързо добавяне
de: Planify - Schnell hinzufügen
fr: Planify - Ajout rapide
hi: प्लॅानिफाई - शीघ्र जोड़ें
lv: Planify – ātrā pievienošana
pt_pt: Planify - 'Adicionar rápido'
ru: Planify — Быстрое добавление
sk_sk: Planify - Rýchle pridanie
vi: Planify - Thêm Nhanh

# shortcut window
source: Used Anywhere
bg: Навсякъде
de: Überall nutzbar
fr: Utilisé partout
hi: कहीं भी प्रयुक्त
lv: Lietots visur
pt_pt: Usado em qualquer lugar
ru: Глобальные комбинации
sk_sk: Používané všade
vi: Sử Dụng Ở Mọi Nơi

# shortcut window
source: Create a New Task
bg: Създаване на нова задача
de: Neue Aufgabe erstellen
fr: Créer une nouvelle tâche
hi: नया कार्य बनाएं
lv: Izveidot jaunu uzdevumu
pt_pt: Criar uma Nova Tarefa
ru: Создать Новую Задачу
sk_sk: Vytvoriť novú úlohu
vi: Tạo Một Nhiệm Vụ Mới

# shortcut window
source: Paste Plain Text to Create New Task
bg: Поставяне на обикновен текст за създаване на нова задача
de: Unformatierten Text einfügen, um eine neue Aufgabe zu erstellen
fr: Coller du texte brut pour créer une nouvelle tâche
hi: नया कार्य बनाने हेतु सादा पाठ पेस्ट करें
lv: Ielīmējiet tekstu, lai izveidotu jaunu uzdevumu
pt_pt: Colar texto simples para criar uma nova tarefa
ru: Вставить текст для создания новой задачи
sk_sk: Vložiť jednoduchý text na vytvorenie novej úlohy
vi: Dán Văn Bản Thuần Túy để Tạo Nhiệm Vụ Mới

# shortcut window
source: Create a New Project
bg: Създаване на нов проект
de: Neues Projekt erstellen
fr: Créer un nouveau projet
hi: नई परियोजना बनाएं
lv: Izveidot jaunu projektu
pt_pt: Criar um novo projeto
ru: Создать новый проект
sk_sk: Vytvoriť nový projekt
vi: Tạo Một Dự Án Mới

# shortcut window
source: Create a New Section in a Project
bg: Създаване на нов раздел в проект
de: Neuen Abschnitt in einem Projekt erstellen
fr: Créer une nouvelle section dans un projet
hi: किसी परियोजना में नया अनुभाग बनाएं
lv: Izveidot jaunu sadaļu projektā
pt_pt: Criar uma nova secção num projeto
ru: Создать новый раздел в проекте
sk_sk: Vytvoriť novú sekciu v projekte
vi: Tạo Một Phần Mới Trong Dự Án

# shortcut window
source: Search
bg: Търсене
de: Suchen
fr: Rechercher
hi: खोजें
lv: Meklēt
pt_pt: Procurar
ru: Поиск
sk_sk: Hľadať
vi: Tìm Kiếm

# shortcut window
source: Open Quick Find
bg: Отваряне на „Бързо Търсене“
de: Schnelle Suche öffnen
fr: Ouvrir la recherche rapide
hi: शीघ्र खोज खोलें
lv: Atver ātro meklēšanu
pt_pt: Abrir a procura rápida
ru: Открыть быстрый поиск
sk_sk: Otvoriť rýchle hľadanie
vi: Mở Tìm Kiếm Nhanh

# shortcut window
source: Control Windows
bg: Управление на прозорци
de: Fenster steuern
fr: Contrôle des fenêtres
hi: नियंत्रण विंडो
lv: Pārvaldīt logus
pt_pt: Controlo de janelas
ru: Управление окном
sk_sk: Ovládanie okien
vi: Điều Khiển Cửa Sổ

# shortcut window
source: Quit
bg: Спиране на програмата
de: Schließen
fr: Quitter
hi: बंद करें
lv: Beigt
pt_pt: Sair
ru: Выйти
sk_sk: Ukončiť
vi: Thoát

# shortcut window
source: Open Preferences
bg: Отваряне на настройките
de: Einstellungen öffnen
fr: Ouvrir les préférences
hi: प्राथमिकताएं खोलें
lv: Atver iestatījumus
pt_pt: Abrir definições
ru: Открыть настройки
sk_sk: Otvoriť predvoľby
vi: Mở Tùy Chọn

# shortcut window
source: Toggle Sidebar
bg: Превключване на страничната лента
de: Seitenleiste umschalten
fr: Basculer la barre latérale
hi: पार्श्वपट्टी टॉगल करें
lv: Iespējot sānjoslu
pt_pt: Ativar/desativar barra lateral
ru: Показать или скрыть боковую панель
sk_sk: Prepnúť bočný panel
vi: Bật/Tắt Thanh Bên

# shortcut window
source: Open Keyboard Shortcuts
bg: Отваряне на клавишните комбинации
de: Tastenkombinationen öffnen
fr: Ouvrir les raccourcis clavier
hi: कीबोर्ड शॉर्टकट खोलें
lv: Rāda tastatūras īsceļus
pt_pt: Abrir os atalhos do teclado
ru: Открыть комбинации клавиш
sk_sk: Otvoriť klávesové skratky
vi: Mở Phím Tắt Bàn Phím

# shortcut window
source: Navigate
bg: Навигация
de: Navigation
fr: Parcourir
hi: नेविगेट
lv: Pārvietoties
pt_pt: Navegar
ru: Навигация
sk_sk: Navigovať
vi: Điều Hướng

# shortcut window
source: Open Homepage
bg: Отваряне на началната страница
de: Startseite öffnen
fr: Ouvrir la page d’accueil
hi: मुखपृष्ठ खोलें
lv: Rāda sākumlapu
pt_pt: Abrir 'Página principal'
ru: Открыть домашнюю страницу
sk_sk: Otvoriť domovskú stránku
vi: Mở Trang Chủ

# shortcut window
source: Open Inbox
bg: Отваряне на „Входящи“
de: Posteingang öffnen
fr: Ouvrir la Boîte de réception
hi: इनबॉक्स खोलें
lv: Rāda iesūtni
pt_pt: Abrir Início
ru: Открыть «Входящие»
sk_sk: Otvoriť doručenú poštu
vi: Mở Hộp Thư Đến

# shortcut window
source: Open Today
bg: Отваряне на „Днес“
de: 'Heute' öffnen
fr: Ouvrir la section Aujourd’hui
hi: आज खोलें
lv: Rāda šodienu
pt_pt: Abrir 'Hoje'
ru: Открыть «Сегодня»
sk_sk: Otvoriť dnes
vi: Mở Hôm Nay

# shortcut window
source: Open Scheduled
bg: Отваряне на „Насрочени“
de: 'Geplant' öffnen
fr: Ouvrir la section Prévu
hi: अनुसूचित खोलें
lv: Rāda ieplānotos
pt_pt: Abrir 'Agendadas'
ru: Открыть «Предстоящее»
sk_sk: Otvoriť naplánované
vi: Mở Đã Lên Lịch

# shortcut window
source: Open Labels
bg: Отваряне на „Етикети“
de: 'Labels' öffnen
fr: Ouvrir les étiquettes
hi: लेबल खोलें
lv: Rāda birkas
pt_pt: Abrir 'Etiquetas'
ru: Открыть «Метки»
sk_sk: Otvoriť štítky
vi: Mở Nhãn

# shortcut window
source: Open Pinboard
bg: Отваряне на „Закачени“
de: 'Pinnwand' öffnen
fr: Ouvrir la section Épinglé
hi: पिनबोर्ड खोलें
lv: Rāda piespraustos
pt_pt: Abrir 'Afixados'
ru: Открыть «Закреплённые»
sk_sk: Otvoriť nástenku
vi: Mở Bảng Ghim

source: Labels
bg: Етикети
fr: Étiquettes
hi: लेबल
lv: Birkas
pt_pt: Etiquetas
ru: Метки
sk_sk: Štítky
vi: Nhãn

source: Every %d minutes
bg: Всеки %d минути
hi: हर %d मिनट
lv: Katras %d minūtes
ru: Каждые %d мин
sk_sk: Každých %d minút

source: Every %d hours
bg: Всеки %d часа
hi: हर %d घंटे
lv: Katras %d stundas
ru: Каждые %d ч
sk_sk: Každých %d hodín

source: Every %d days
bg: Всеки %d дни
hi: हर %d दिन
lv: Katras %d dienas
ru: Каждые %d дней
sk_sk: Každých %d dní

source: Every %d weeks
bg: Всеки %d седмици
hi: हर %d हफ्ते
lv: Katras %d nedēļas
ru: Каждые %d недель
sk_sk: Každých %d týždňov

source: Every %d months
bg: Всеки %d месеца
hi: हर %d महीने
lv: Katrus %d mēnešus
ru: Каждые %d месяцев
sk_sk: Každých %d mesiacov

source: Every %d years
bg: Всеки %d години
hi: हर %d वर्ष
lv: Katrus %d gadus
ru: Каждые %d г. (лет)
sk_sk: Každých %d rokov

source: Nextcloud
ru: Облако Nextcloud

source: CalDAV
ru: протокол CalDAV

source: Label
bg: Етикет
fr: Étiquette
hi: लेबल
lv: Birka
pt_pt: Etiqueta
ru: Метка
sk_sk: Štítok
vi: Nhãn

source: labels
bg: етикети
fr: Étiquettes
hi: लेबल
lv: birkas
pt_pt: etiquetas
ru: метки
sk_sk: štítky
vi: nhãn

source: Stay open after creating task
lv: Paturēt atvērtu pēc uzdevuma izveides
ru: Оставлять открытым после создания задачи

source: Mo,
bg: Пн,
fr: Lun,
hi: सोम,
lv: Pr,
pt_pt: Se,
ru: Пн,
sk_sk: Po,
vi: T2,

source: Fr,
bg: Пт,
fr: Ven,
hi: शुक्र,
lv: Pk,
pt_pt: Sx,
ru: Пт,
sk_sk: Pi,
vi: T6,

source: Sa,
bg: Сб,
hi: शनि,
lv: Se,
ru: Сб,
sk_sk: So,
vi: T7,

source: Orange
bg: Оранжево
hi: नारंगी
lv: Oranžs
pt_pt: Laranja
ru: Оранжевый
sk_sk: Oranžová
vi: Cam

source: Magenta
bg: Маджента
hi: मैजेंटा
lv: Fuksīns
ru: Ярко-розовый
vi: Cánh Sen

source: Ok
bg: Добре
hi: ठीक है
lv: Labi
ru: ОК

source: Mo
bg: Пн
fr: Lun
hi: सोम
lv: Pr
pt_pt: Se
ru: Пн
sk_sk: Po
vi: T2

source: Fr
bg: Пт
fr: Ven
hi: शुक्र
lv: Pk
pt_pt: Sx
ru: Пт
sk_sk: Pi
vi: T6

source: Sa
bg: Сб
hi: रवि
lv: Se
ru: Сб
sk_sk: So
vi: T7

source: Clear Schedule
lv: Dzēst grafiku
ru: Очистить расписание

source: Status
bg: Състояние
fr: État
hi: स्थिति
lv: Virzība
pt_pt: Estado
ru: Состояние
sk_sk: Stav
vi: Trạng Thái

source: This will delete %d completed tasks and their subtasks from project %s
bg: Това ще премахне %d завършени задачи и техните подзадачи от проект %s
hi: यह परियोजना %2$s से %1$d पूर्ण किए गए कार्यों और उनके उप-कार्यों को मिटा देगा
lv: Šis dzēsīs %d paveiktos uzdevumus un to apakšuzdevumus no projekta %s
ru: Это приведёт к удалению %d выполненных задач и их подзадач из проекта %s
sk_sk: Toto vymaže %d dokončených úloh a ich podúlohy z projektu %s

source: Todoist Sync
bg: Todoist Синхронизация
hi: Todoist समन्वयन
lv: Todoist sinhronizācija
ru: Синхронизация с Todoist
sk_sk: Synchronizácia s Todoist
vi: Đồng bộ Todoist

source: Loading
bg: Зареждане
hi: लोड हो रहा है
lv: Ielādē
ru: Загрузка
sk_sk: Načítava sa
vi: Đang Tải

source: Planner is sync your tasks, this may take a few minutes
bg: „Planner“ синхронизира задачите ви, което може да отнеме няколко минути
hi: प्लानर आपके कार्यों को समन्वयित कर रहा है, इसमें कुछ मिनट लग सकते हैं
lv: Plānotājs sinhronizē Jūsu uzdevumus, šis var aizņemt dažas minūtes
ru: Планировщик синхронизирует ваши задачи, это может занять несколько минут
sk_sk: Plánovač synchronizuje vaše úlohy, môže to trvať niekoľko minút
vi: Planner đang đồng bộ nhiệm vụ của bạn, việc này có thể mất vài phút

source: Please enter your credentials
bg: Въведете данни за идентификация
hi: कृपया अपने प्रत्ययपत्र दर्ज करें
lv: Lūdzu ievadiet savus pieslēgšanās datus
ru: Введите данные Вашей учётной записи
sk_sk: Zadajte svoje prihlasovacie údaje
vi: Vui lòng nhập thông tin xác thực của bạn

source: Load more history from %d weeks ago…
bg: Зареждане на още история от преди %d седмици…
hi: %d सप्ताह पहले का और इतिहास लोड करें…
lv: Ielādēt senāku vēsturi pirms %d nedēļām…
ru: Загрузить журнал %d-недельной давности…
sk_sk: Načítať viac histórie z pred %d týždňov…

source: Filter
bg: Филтър
fr: Filtrer
hi: फिल्टर
lv: Atlasīt
pt_pt: Filtro
ru: Фильтр
vi: Bộ lọc

source: Planify is syncing your tasks, this may take a few minutes
lv: Planify sinhronizē Jūsu uzdevumus, šis var aizņemt dažas minūtes
ru: Planify синхронизирует ваши задачи, это может занять несколько минут
vi: Planify đang đồng bộ nhiệm vụ của bạn, việc này có thể mất vài phút

source: Server URL
bg: Адрес на сървъра
fr: URL du serveur
hi: सर्वर URL
lv: Servera saite
pt_pt: URL do servidor
ru: URL-адрес сервера
sk_sk: URL servera
vi: URL Máy Chủ

source: Token
fr: Jeton d'accès
lv: Pilnvara
ru: Токен

source: Backup
lv: Dublējumkopija
ru: Резервная копия

source: Supporting Us
hi: हमारा समर्थन करें
lv: Atbalstīt mūs
ru: Поддержать нас
sk_sk: Podporovanie nás

source: Our mission is to provide the best open source task management application for users all over the world. Your donations support this work. Want to donate today?
hi: हमारा मिशन दुनिया भर के उपयोक्ताओं के लिए सर्वोत्तम खुले स्त्रोत की कार्य प्रबंधन अनुप्रयोग प्रदान करना है। आपका दान इस कार्य का समर्थन करता है। आज दान करना चाहते हैं?
lv: Mūsu uzdevums ir gādāt par labāko atvērtā pirmkoda uzdevumu pārvaldības programmatūru visiem lietotājiem, visā pasaulē. Jūsu ziedojumi atbalsta mūsu darbu. Vai vēlaties šodien ziedot?
ru: Наша миссия — предоставить лучшее приложение для управления задачами с открытым исходным кодом для пользователей во всём мире. Ваши пожертвования поддерживают эту работу. Хотите сделать пожертвование сегодня?
sk_sk: Našou misiou je poskytovať najlepšiu open-source aplikáciu na správu úloh pre používateľov po celom svete. Vaše dary podporujú túto prácu. Chcete dnes prispieť?

source: Support Planify
hi: प्लॅानिफाई का समर्थन करें
lv: Atbalstīt Planify
ru: Поддержите Planify
sk_sk: Podporte Planify

source: Task Setting
hi: कार्य सेटिंग
lv: Uzdevumu iestatījumi
ru: Настройка задач
sk_sk: Nastavenie úloh

source: Discord
ru: Чат Discord

source: Mastodon
ru: соцсеть Mastodon

source: Personal Data
hi: व्यक्तिगत डेटा
lv: Personīgie dati
ru: Личные данные
sk_sk: Osobné údaje

source: We collect absolutely nothing and all your data is stored in a database on your computer.
hi: हम बिल्कुल कुछ भी एकत्र नहीं करते हैं और आपका सारा डेटा आपके कंप्यूटर पर एक डेटाबेस में संग्रहीत होता है।
lv: Mēs neievācam pilnīgi nekādus datus, visi Jūsu dati tiek glabāti Jūsu datorā.
ru: Мы не собираем абсолютно ничего, а все ваши данные хранятся в базе данных на вашем компьютере.
sk_sk: Nezbierame absolútne nič a všetky vaše údaje sú uložené v databáze na vašom počítači.
