Repository: alainm23/planify
Catalog: po/*.po
Languages: bg, de, fr, hi, lv, pt_pt, ru, sk_sk, vi

source: Section duplicated
bg: Име на раздела
de: Abschnitt dupliziert
fr: Section dupliquée
hi: अनुभाग प्रतिरूपित
lv: Sadaļa dublēta
pt_pt: A secção foi duplicada
ru: Раздел дублирован
sk_sk: Sekcia duplikovaná
vi: Phần đã nhân bản

source: Project duplicated
bg: Действия по проекта
de: Projekt dupliziert
fr: Projet dupliqué
hi: परियोजना प्रतिरूपित
lv: Projekts dublēts
pt_pt: O projeto foi duplicado
ru: Проект дублирован
sk_sk: Projekt duplikovaný
vi: Dự án đã nhân bản

source: At due time
bg: Навреме
de: Wenn fällig
fr: À l’échéance
hi: नियत समय पर
lv: Termiņa sasniegšanas brīdī
pt_pt: Ao expirar a data
ru: В указанное время
sk_sk: V čase splatnosti
vi: Vào thời gian đến hạn

source: 10 minutes before
bg: 10 минути преди крайния срок
de: 10 Minuten davor
fr: 10 minutes avant
hi: 10 मिनट पहले
lv: 10 minūtes pirms
pt_pt: 10 minutos antes
ru: За 10 минут
sk_sk: 10 minút pred
vi: 10 phút trước

source: 30 minutes before
bg: 30 минути преди крайния срок
de: 30 Minuten davor
fr: 30 minutes avant
hi: 30 मिनट पहले
lv: 30 minūtes pirms
pt_pt: 30 minutos antes
ru: За 30 минут
sk_sk: 30 minút pred
vi: 30 phút trước

source: 45 minutes before
bg: 45 минути преди крайния срок
de: 45 Minuten davor
fr: 45 minutes avant
hi: 45 मिनट पहले
lv: 45 minūtes pirms
pt_pt: 45 minutos antes
ru: За 45 минут
sk_sk: 45 minút pred
vi: 45 phút trước

source: 1 hour before
bg: 1 час преди крайния срок
de: 1 Stunde davor
fr: 1 heure avant
hi: 1 घंटा पहले
lv: 1 stundu pirms
pt_pt: 1 hora antes
ru: За 1 час
sk_sk: 1 hodina pred
vi: 1 giờ trước

source: 2 hours before
bg: 2 часа преди крайния срок
de: 2 Stunden davor
fr: 2 heures avant
hi: 2 घंटे पहले
lv: 2 stundas pirms
pt_pt: 2 horas antes
ru: За 2 часа
sk_sk: 2 hodiny pred
vi: 2 giờ trước

source: 3 hours before
bg: 3 часа преди крайния срок
de: 3 Stunden davor
fr: 3 heures avant
hi: 3 घंटे पहले
lv: 3 stundas pirms
pt_pt: 3 horas antes
ru: За 3 часа
sk_sk: 3 hodiny pred
vi: 3 giờ trước

source: %A, %B %e, %Y
de: %A, %e. %B %Y

source: Back
bg: Назад
de: Zurück
fr: Retour
hi: पीछे
lv: Atpakaļ
pt_pt: Atrás
ru: Назад
sk_sk: Späť
vi: Quay Lại

source: Previous month
de: Vorheriger Monat
fr: Mois précédent
lv: Pagājušais mēnesis
pt_pt: Mês anterior
ru: Прошлый месяц
vi: Tháng trước

source: Forward
de: Vorwärts
fr: Suivant
lv: Uz priekšu
pt_pt: Seguinte
ru: Переслать
vi: Tiến Tới

source: Next month
de: Nächster Monat
fr: Mois prochain
lv: Nākamais mēnesis
pt_pt: Mês seguinte
ru: Следующий месяц
vi: Tháng tới

source: Previous month, %s
de: Vorheriger Monat, %s
fr: Mois précédent, %s
lv: Pagājušais mēnesis, %s
pt_pt: Mês anterior, %s
ru: Прошлый месяц, %s
vi: Tháng trước, %s

source: Next month, %s
de: Nächster Monat, %s
fr: Mois prochain, %s
lv: Nākamais mēnesis, %s
pt_pt: Mês seguinte, %s
ru: Следующий месяц, %s
vi: Tháng tới. %s

source: Su
bg: Нд
de: So
fr: Di
hi: रवि
lv: Sv
pt_pt: Do
ru: Вс
sk_sk: Ne
vi: CN

source: Tu
bg: Вт
de: Di
fr: Mar
hi: मंगल
lv: Ot
pt_pt: Te
ru: Вт
sk_sk: Ut
vi: T3

source: We
bg: Ср
de: Mi
fr: Mer
hi: बुध
lv: Tr
pt_pt: Qa
ru: Ср
sk_sk: St
vi: T4

source: Th
bg: Чт
de: Do
fr: Jeu
hi: गुरु
lv: Ce
pt_pt: Qi
ru: Чт
sk_sk: Št
vi: T5

source: Type a date…
de: Gib ein Datum ein…
fr: Entrer une date…
pt_pt: Escreva uma data…
vi: Nhập ngày…

source: Choose a date
bg: Избиране на дата
de: Datum auswählen
fr: Choisir une date
hi: कोई तारीख चुनें
lv: Izvēlēties datumu
pt_pt: Escolha a data
ru: Выбрать дату
sk_sk: Vyberte dátum
vi: Chọn ngày

source: Repeat
bg: Повтаряне
de: Wiederholen
fr: Répéter
hi: दोहराएं
lv: Atkārtot
pt_pt: Repetir
ru: Повторять
sk_sk: Opakovať
vi: Lặp lại

source: Time
bg: Време
de: Zeit
fr: Heure
hi: समय
lv: Laiks
pt_pt: Hora
ru: Время
sk_sk: Čas
vi: Thời gian

source: Done
bg: Приключили, Готово
de: Fertig
fr: Fait
hi: संपन्न
lv: Gatavs
pt_pt: Feito
ru: Готово
sk_sk: Hotovo
vi: Xong

source: Clear
bg: Изчистване
de: Löschen
fr: Effacer
hi: साफ करें
lv: Noņemt
pt_pt: Limpar
ru: Очистить
sk_sk: Vymazať
vi: Xóa

source: Menu
bg: Меню
de: Menü
lv: Izvēlne
ru: Меню
sk_sk: Ponuka

source: Next week
bg: Следващата седмица
de: Nächste Woche
fr: Semaine suivante
hi: अगले हफ्ते
lv: Nākamā nedēļa
pt_pt: Próxima semana
ru: Следующая неделя
sk_sk: Budúci týždeň
vi: Tuần sau

source: Calendar
bg: Календар
de: Kalender
fr: Calendrier
lv: Kalendārs
pt_pt: Calendário
ru: Календарь
sk_sk: Kalendár
vi: Lịch

source: Daily
bg: Ежедневно
de: Täglich
fr: Quotidiennement
hi: प्रतिदिन
lv: Katru dienu
pt_pt: Diário
ru: Ежедневно
sk_sk: Denne
vi: Hàng Ngày

source: Weekdays
de: Wochentags
lv: Darbdienās
pt_pt: Dias de semana
ru: По будням
vi: Ngày thường

source: Weekends
de: Wochenenden
lv: Nedēļas nogalēs
pt_pt: Fins de semana
ru: Выходные
vi: Cuối tuần

source: Weekly
bg: Ежеседмично
de: Wöchentlich
fr: Hebdomadairement
hi: साप्ताहिक
lv: Katru nedēļu
pt_pt: Semanal
ru: Еженедельно
sk_sk: Týždenne
vi: Hàng tuần

source: Monthly
bg: Ежемесечно
de: Monatlich
fr: Mensuellement
hi: मासिक
lv: Katru mēnesi
pt_pt: Mensal
ru: Ежемесячно
sk_sk: Mesačne
vi: Hàng Tháng

source: Yearly
bg: Годишно
de: Jährlich
fr: Annuellement
hi: वार्षिक
lv: Katru gadu
pt_pt: Anual
ru: Ежегодно
sk_sk: Ročne
vi: Hàng năm

source: Custom
bg: По поръчка, Поръчан (заб.: произлиза от израза Custom-made)
de: Benutzerdefiniert
fr: Personnalisé
hi: तदनुकूल
lv: Pielāgots
pt_pt: Personalizado
ru: Установить вручную
sk_sk: Vlastné
vi: Tùy Chỉnh

source: until
bg: до
de: bis
fr: jusqu’à
hi: यहां तक
lv: līdz
pt_pt: até
ru: до
sk_sk: do
vi: cho đến

source: for
bg: за
de: für
fr: pour
hi: में
pt_pt: para
sk_sk: pre
vi: trong

source: times
bg: времена
de: mal
fr: fois
hi: बार
lv: reizes
pt_pt: horas
ru: раз(а)
sk_sk: krát
vi: lần

source: time
bg: време
de: mal
fr: fois
hi: बार
lv: reizi
pt_pt: hora
ru: раз
sk_sk: krát
vi: lần

source: Minute(s)
bg: Минута/и
de: Minute(n)
hi: मिनट(टों)
lv: Minūte(s)
pt_pt: Minuto(s)
ru: Минуты(ут)
vi: Phút

source: Hour(s)
bg: Час(ове)
de: Stunde(n)
fr: Heure(s)
hi: घंटा(टे)
lv: Stunda(s)
pt_pt: Hora(s)
ru: Часа(ов)
vi: Giờ

source: Day(s)
bg: Ден(дни)
de: Tag(e)
fr: Jour(s)
hi: दिन(नों)
lv: Diena(s)
pt_pt: Dia(s)
ru: Дня(ей)
vi: Ngày

source: Week(s)
de: Woche(n)
lv: Nedēļa(s)
pt_pt: Semana(s)
ru: Неделя(и)
vi: Tuần

source: Month(s)
bg: Месец(и)
de: Monat(e)
fr: Mois
hi: महीना(ने)
lv: Mēnesis(-šus)
pt_pt: Mês(eses)
ru: Месяца(ев)
vi: Tháng

source: Year(s)
bg: Година/и
de: Jahr(e)
fr: Année(s)
hi: वर्ष(र्षों)
lv: Gadu(s)
pt_pt: Ano(s)
ru: Года(лет)
vi: Năm

source: Never
bg: Никога
de: Nie
fr: Jamais
hi: कभी नहीं
lv: Nekad
pt_pt: Nunca
ru: Никогда
vi: Không bao giờ

source: On Date
bg: На дата
de: An Datum
fr: À la date
hi: इस तारीख पर
lv: Sākot ar
pt_pt: Na data
ru: По дате
vi: Vào Ngày

source: After
bg: След
de: Nach
fr: Après
hi: बाद
lv: Pēc
pt_pt: Depois
ru: После
vi: Sau

source: Summary
bg: Обобщение
de: Zusmamenfassung
fr: Résumé
hi: सारांश
lv: Apkopojums
pt_pt: Resumo
ru: Сводка
vi: Tóm tắt

source: Repeat every
bg: Повтаряйте всеки
de: Wiederholungszyklus
fr: Répéter tous les
hi: दोहराएं हर
lv: Atkārtot katru
pt_pt: Repetir a cada
ru: Повторять каждые
vi: Lặp lại mỗi

source: End
bg: Край
de: Ende
fr: Fin
hi: अंत
lv: Beigas
pt_pt: No fim
ru: Завершить
vi: Kết thúc

source: Date
de: Datum
pt_pt: Data
vi: Ngày

source: Remove date
de: Datum entfernen
fr: Supprimer la date
pt_pt: Remover data
vi: Xóa ngày

source: Set a Due Date
bg: Задаване на краен срок
de: Fälligkeitsdatum setzen
fr: Définir une date d’échéance
hi: नियत तारीख तय करें
lv: Noteikt termiņu
pt_pt: Definir data de expiração
ru: Задать срок выполнения
sk_sk: Nastaviť termín
vi: Đặt Ngày Đến Hạn

source: Add Time
bg: Добавяне на време
de: Zeit hinzufügen
fr: Ajouter une heure
lv: Pievienot laiku
pt_pt: Adicionar hora
ru: Добавить время
sk_sk: Pridať čas
vi: Thêm Thời Gian

source: Set Deadline
de: Frist setzen
fr: Définir l'échéance

source: Set a Deadline
de: Eine Frist setzen
fr: Définir une échéance

source: Deadline
de: Frist
fr: Échéance

source: Select Labels
bg: Избиране на етикети
de: Labels auswählen
fr: Sélectionner des étiquettes
hi: लेबल चुनें
lv: Izvēlēties birkas
pt_pt: Selecionar etiquetas
ru: Выбрать метки
sk_sk: Vybrať štítky
vi: Chọn Nhãn

source: Label not found: Create '%s'
de: Label nicht gefunden: Erstelle „%s“
fr: Label non enregistré: Créer '%s'
pt_pt: A etiqueta não foi encontrada: Criar '%s'
ru: Матка не найдена: Создать "%s"
vi: Không tìm thấy nhãn: Tạo '%s'

source: Your list of filters will show up here. Create one by entering the name and pressing the Enter key.
bg: Списъкът с филтри ще бъде показан тук. Създайте такъв, като въведете името му и натиснете „Enter“ клавиша.
de: Hier wird deine Filterliste angezeigt. Erstelle einen Filter, indem du den Namen eingibst und die Eingabetaste drückst.
fr: Votre liste de filtres apparaîtra ici. Créez-en une en saisissant le nom et en pressant la touche Entrée.
hi: आपकी फिल्टर सूची यहां दिखाई देगी। नाम दर्ज करके और Enter दबा कर एक बनाएं।
lv: Jūsu saraksts ar atlasēm uzrādīsies šeit. Izveidojiet jaunu, ievadot nosaukumu un spiežot taustiņu Enter.
pt_pt: A sua lista de filtros vai ser exibida aqui. Crie uma ao inserir o nome desta e depois de pressionar a tecla Enter.
ru: Здесь появится список ваших фильтров. Создайте его, введя имя и нажав клавишу Enter.
sk_sk: Váš zoznam filtrov sa tu zobrazí. Vytvorte jeden zadaním názvu a stlačením klávesy Enter.
vi: Danh sách bộ lọc của bạn sẽ hiển thị ở đây. Tạo một bộ lọc bằng cách nhập tên và nhấn phím Enter.

source: Create '%s'
bg: Създаване на „%s“
de: Erstelle '%s'
fr: Créer « %s »
hi: '%s' बनाएं
lv: Izveidot '%s'
pt_pt: Criar '%s'
ru: Создать «%s»
sk_sk: Vytvoriť '%s'
vi: Tạo '%s'

source: Your list of filters will show up here.
bg: Списъкът с напомняния ще се появи тук. Добавете ново, като натиснете върху „+“ бутона.
de: Die Liste an Filtern wird hier angezeigt.
fr: Votre liste de rappels apparaîtra ici. Ajoutez-en une en cliquant sur le bouton '+'.
hi: आपकी रिमाइंडर सूची यहां दिखाई देगी। '+' बटन पर क्लिक करके एक जोड़ें।
lv: Jūsu atlašu saraksts uzrādīsies šeit.
pt_pt: A sua lista de filtros vai ser exibida aqui.
ru: Здесь появится список фильтров.
sk_sk: Váš zoznam filtrov sa tu zobrazí.
vi: Danh sách bộ lọc của bạn sẽ hiển thị ở đây.

source: Search
bg: Търсене
de: Suchen
fr: Rechercher
hi: खोजें
lv: Meklēt
pt_pt: Procurar
ru: Поиск
sk_sk: Hľadať
vi: Tìm Kiếm

source: Search or Create
bg: Търсене или Създаване
de: Suchen oder erstellen
fr: Chercher ou créer
hi: खोजें या बनाएं
lv: Meklēt vai izveidot
pt_pt: Procurar ou criar
ru: Создать или найти
sk_sk: Hľadať alebo vytvoriť
vi: Tìm Kiếm hoặc Tạo

source: Apply
de: Anwenden
fr: Appliquer
lv: Piemērot
pt_pt: Aplicar
ru: Применить
vi: Áp dụng

source: Remove link
de: Link entfernen
fr: Supprimer le lien
lv: Noņemt saiti
pt_pt: Remover ligação
ru: Удалить ссылку
vi: Xóa liên kết

source: Priority 4: None
bg: Priority 4: без
de: Priorität 4: Keine
fr: Priorité 4 : Aucune
hi: वरीयता 4: कोई नहीं
lv: 4. prioritāte: nav
pt_pt: Prioridade 4: Nenhuma
ru: Приоритет 4: Нет
sk_sk: Priorita 4: Žiadna
vi: Ưu tiên 4: Không

source: Priority 1: High
bg: Приоритет 1: Високо
de: Priorität 1: Hoch
fr: Priorité 1 : Élevée
hi: वरीयता 1: उच्च
lv: 1. prioritāte: augsta
pt_pt: Prioridade 1: Alta
ru: Приоритет 1: Высокий
sk_sk: Priorita 1: Vysoká
vi: Ưu tiên 1: Cao

source: Priority 2: Medium
bg: Приоритет 2: Средно
de: Priorität 2: Mittel
fr: Priorité 2 : Moyenne
hi: वरीयता 2: मध्यम
lv: 2. prioritāte: viduvēja
pt_pt: Prioridade 2: Média
ru: Приоритет 2: Средний
sk_sk: Priorita 2: Stredná
vi: Ưu tiên 2: Trung bình

source: Priority 3: Low
bg: Приоритет 3: Ниско
de: Priorität 3: Niedrig
fr: Priorité 3 : Basse
hi: वरीयता 3: निम्न
lv: 3. prioritāte: zema
pt_pt: Prioridade 3: Baixa
ru: Приоритет 3: Низкий
sk_sk: Priorita 3: Nízka
vi: Ưu tiên 3: Thấp

source: Priority 1: Medium
bg: Приоритет 1: Средно
de: Priorität 1: Mittel
fr: Priorité 1 : Moyenne
hi: वरीयता 1: मध्यम
lv: 1. prioritāte: viduvēja
pt_pt: Prioridade 1: Média
ru: Приоритет 1: Средний
sk_sk: Priorita 1: Stredná
vi: Ưu tiên 1: Trung bình

source: Priority 1: Low
bg: Приоритет 1: Ниско
de: Priorität 1: Niedrig
fr: Priorité 1 : Basse
hi: वरीयता 1: निम्न
lv: 1. prioritāte: zema
pt_pt: Prioridade 1: Baixa
ru: Приоритет 1: Низкий
sk_sk: Priorita 1: Nízka
vi: Ưu tiên 1: Thấp

source: Your list of section will show up here.
bg: Вашият списък с раздели ще се покаже тук.
de: Die Liste an Abschnitten wird hier angezeigt.
fr: Votre liste de sections apparaîtra ici.
lv: Jūsu sadaļu uzskaite uzrādīsies šeit.
pt_pt: A sua lista de secções vai ser exibida aqui.
ru: Здесь появится ваш список разделов.
sk_sk: Váš zoznam sekcií sa zobrazí tu.
vi: Danh sách các phần của bạn sẽ hiển thị ở đây.

source: No Section
bg: Без раздел
de: Ohne Abschnitt
fr: Aucune section
hi: कोई अनुभाग नहीं
lv: Nav sadaļas
pt_pt: Nenhuma secção
ru: Нет раздела
sk_sk: Žiadna sekcia
vi: Không Có Phần

source: Type a search
bg: Въведете термин за търсене
de: Suche eingeben
fr: Tapez une recherche
hi: खोज लिखें
lv: Ievadiet atslēgvārdus
pt_pt: Escreva para procurar
ru: Введите запрос
sk_sk: Zadajte hľadanie
vi: Nhập tìm kiếm

source: Reminders
bg: Напомняние
de: Erinnerungen
fr: Rappels
hi: रिमाइंडर
lv: Atgādinājumi
pt_pt: Lembretes
ru: Напоминания
sk_sk: Pripomienky
vi: Lời Nhắc

source: Your list of reminders will show up here. Add one by clicking the '+' button.
bg: Списъкът с напомняния ще се появи тук. Добавете ново, като натиснете върху „+“ бутона.
de: Die Liste deiner Erinnerungen wird hier angezeigt. Füge eine mit '+' hinzu.
fr: Votre liste de rappels apparaîtra ici. Ajoutez-en une en cliquant sur le bouton '+'.
hi: आपकी रिमाइंडर सूची यहां दिखाई देगी। '+' बटन पर क्लिक करके एक जोड़ें।
lv: Jūsu atgādinājumu saraksts uzrādīsies šeit. Pievienojiet jaunu, spiežot pogu '+'.
pt_pt: A sua lista de lembretes vai ser exibida aqui. Adicione uma ao clicar no botão '+'.
ru: Здесь появится список напоминаний. Добавьте его, нажав кнопку «+».
sk_sk: Váš zoznam pripomienok sa zobrazí tu. Pridajte jednu kliknutím na tlačidlo '+'.
vi: Danh sách lời nhắc của bạn sẽ hiển thị ở đây. Thêm một lời nhắc bằng cách nhấn nút '+'.

source: Add Reminder
bg: Добавяне на напомняне
de: Erinnerung hinzufügen
fr: Ajouter un rappel
hi: रिमाइंडर जोड़ें
lv: Pievienot atgādinājumu
pt_pt: Adicionar lembrete
ru: Добавить напоминание
sk_sk: Pridať pripomienku
vi: Thêm Lời Nhắc

source: In 5 minutes
bg: След 5 минути
de: In 5 Minuten
fr: Dans 5 minutes
lv: Pēc 5 minūtēm
pt_pt: Dentro de 5 minutos
ru: Через 5 минут
sk_sk: Za 5 minút
vi: Trong 5 phút

source: In 15 minutes
bg: След 15 минути
de: In 15 Minuten
fr: Dans 15 minutes
lv: Pēc 15 minūtēm
pt_pt: Dentro de 15 minutos
ru: Через 15 минут
sk_sk: Za 15 minút
vi: Trong 15 phút

source: In 30 minutes
bg: След 30 минути
de: in 30 Minuten
fr: Dans 30 minutes
lv: Pēc 30 minūtēm
pt_pt: Dentro de 30 minutos
ru: Через 30 минут
sk_sk: Za 30 minút
vi: Trong 30 phút

source: In 1 hour
bg: След 1 час
de: In 1 Stunde
fr: Dans 1 heure
lv: Pēc 1 stundas
pt_pt: Dentro de 1 hora
ru: Через 1 час
sk_sk: Za 1 hodinu
vi: Trong 1 giờ

source: In 3 hours
bg: След 3 часа
de: In 3 Stunden
fr: Dans 3 heures
lv: Pēc 3 stundām
pt_pt: Dentro de 2 horas
ru: Через 3 часа
sk_sk: Za 3 hodiny
vi: Trong 3 giờ

source: In 6 hours
bg: След 6 часа
de: In 6 Stunden
fr: Dans 6 heures
lv: Pēc 6 stundām
pt_pt: Dentro de 6 horas
ru: Через 6 часов
sk_sk: Za 6 hodín
vi: Trong 6 giờ

source: Set Section
bg: Задаване на раздел
de: Abschnitt setzen
fr: Définir une section
hi: अनुभाग निर्धारित करें
lv: Noteikt sadaļu
pt_pt: Definir secção
ru: Задать раздел
sk_sk: Nastaviť sekciu
vi: Đặt Phần

source: Select Section
bg: Избиране на раздел
de: Abschnitt auswählen
fr: Sélectionner une section
hi: अनुभाग चुनें
lv: Izvēlēties sadaļu
pt_pt: Selecionar secção
ru: Выбрать раздел
sk_sk: Vybrať sekciu
vi: Chọn Phần

source: Set The Status
bg: Задаване на състоянието
de: Status setzen
fr: Définir le statut
lv: Noteikt virzību
pt_pt: Definir o estado
ru: Установите состояние
sk_sk: Nastaviť stav
vi: Đặt Trạng Thái

source: To Do
bg: Задача
de: Zu tun
fr: À faire
hi: लंबित
lv: Paveikt
pt_pt: Tarefa
ru: Задание
sk_sk: Na vykonanie
vi: Cần làm

source: Complete
bg: Завършено
de: Erledigt
fr: Compléter
hi: पूर्ण
lv: Izpildīts
pt_pt: Terminado
ru: Выполнить
sk_sk: Dokončené
vi: Hoàn thành

source: Planify will automatically start when this device turns on and run when its window is closed so that it can send to-do notifications.
bg: „Planify“ ще се стартира автоматично, когато това устройство се включи, и ще работи във фонов режим, когато прозорецът му бъде затворен, за да може да изпраща известия за задачи.
de: Planify wird automatisch gestartet, wenn das Gerät eingeschaltet wird und wird ausgeführt, wenn das Fenster geschlossen wird, so dass es Aufgabenbenachrichtigungen senden kann.
fr: Planify démarrera automatiquement à l’allumage de cet appareil et continuera à s’exécuter à la fermeture de sa fenêtre pour envoyer des notifications.
hi: जब यह उपकरण चालू होगा तो प्लॅानिफाई स्वचालित रूप से प्रारंभ हो जाएगा और विंडो बंद होने पर भी चलेगा ताकि यह कार्य संबंधी अधिसूचनाएं भेज सके।
lv: Planify automātiski uzsāks darbību, kad šī ierīce ieslēgsies un darbosies arī kamēr Planify logs būs aizvērts, lai varētu nosūtīt paziņojumus.
pt_pt: O Planify vai iniciar automaticamente quando este dispositivo for ligado e vai continuar a funcionar quando a janela for fechada, para que lhe consiga enviar notificações sobre tarefas.
ru: Planify будет автоматически запускаться при входе в систему и работать в фоновом режиме при закрытии его окна для отправки уведомлений заданий.
sk_sk: Planify sa automaticky spustí pri zapnutí tohto zariadenia a bude bežať, keď bude jeho okno zatvorené, aby mohol posielať notifikácie o úlohách.
vi: Planify sẽ tự động khởi động khi thiết bị này được bật và chạy khi cửa sổ của nó được đóng để có thể gửi thông báo nhiệm vụ.

source: Calendar Sync
de: Kalender-Synchronisierung
fr: synchronisation du calendrier

source: Turn your tasks into calendar events automatically. Any task with a date will appear in your calendar, making it easier to plan your day.
de: Aufgaben automatisch in Kalender-Einträge umwandeln. Jede Aufgabe mit einem Datum erscheint in deinem Kalender, um deine Tagesplanung zu erleichtern.
fr: Transformez automatiquement vos tâches en événements de calendrier. Toute tâche avec une date apparaîtra dans votre calendrier, ce qui facilitera la planification de votre journée.

source: Requirement: You need a calendar account configured in GNOME Calendar (Google, Nextcloud, etc.)
de: Voraussetzung: In GNOME Calendar muss ein Kalender-Account konfiguriert sein (Google, Nextcloud, etc.)
fr: Exigence : Vous avez besoin d'un compte de calendrier configuré dans GNOME Calendar (Google, Nextcloud, etc)

source: Get mobile notifications for your tasks through Google Calendar, Outlook, or any calendar app
de: Erhalte Benachrichtigungen für deine Aufgaben durch Google Calendar, Outlook oder eine beliebige Kalender-App
fr: Recevez des notifications mobiles pour vos tâches via Google Agenda, Outlook ou toute autre application de calendrier

source: Your tasks sync everywhere: phone, tablet, web browser, and any device with your calendar
de: Deine Aufgaben werden überall synchronisiert: Smartphone, Tablet, Browser und alle anderen Geräte mit deinem Kalender
fr: Vos tâches se synchronisent partout : téléphone, tablette, navigateur Web et n'importe quel appareil avec votre calendrier

source: Choose Calendar
de: Kalender auswählen
fr: Choisissez votre calendrier

source: Select a calendar from the list
de: Wähle einen Kalender von der Liste
fr: Choisir un calendrier depuis la liste

source: Enable Sync
de: Synchronisation aktivieren
fr: Activer la Synchronisation

source: Calendar sync disabled successfully
de: Kalender-Synchronisierung erfolgreich deaktiviert
fr: Synchronisation du calendrier désactivée

source: Calendar Sync Active
de: Kalender-Synchronisierung aktiv
fr: Synchronisation du calendrier activée

source: Your tasks are currently synced with your calendar. Any task with a date automatically appears as a calendar event.
de: Deine Aufgaben werden aktuell mit deinem Kalender synchronisiert. Jede Aufgabe mit einem Datum erscheint automatisch als Kalender-Eintrag.
fr: Vos tâches sont actuellement synchronisées avec votre calendrier. Toute tâche avec une date apparaît automatiquement comme un évèvement du calendrier.

source: Disable Sync
de: Sychronisation deaktivieren
fr: Désactiver la Synchronisation

source: Synced with: %s
de: Synchronisiert mit: %s
fr: Synchronisé avec: %s

source: Sync Enabled!
de: Synchronisierung aktiviert!
fr: Synchronisation Activée!

source: Your tasks are now synced with your calendar. Any task with a date will automatically appear as a calendar event.
de: Deine Aufgaben werden nun mit deinem Kalender synchronisiert. Für jede Aufgabe mit einem Datum wird automatisch ein Kalender-Eintrag erscheinen.
fr: Vos tâches sont actuellement synchronisées avec votre calendrier. Toute tâche avec une date apparaîtra automatiquement comme un évèvement du calendrier.

source: Completed Tasks
bg: Завършени задачи
de: Abgeschlossene Aufgaben
fr: Tâches accomplies
lv: Paveikti uzdevumi
pt_pt: Tarefas terminadas
ru: Выполненные задачи
sk_sk: Dokončené úlohy
vi: Nhiệm Vụ Đã Hoàn Thành

source: View Filter Menu
bg: Показване на менюто с филтри
de: Menü Filter anzeigen
fr: Voir le menu de filtrage
lv: Skatīt atlašu izvēlni
pt_pt: Ver o menu de filtros
ru: Показать меню фильтров
sk_sk: Zobraziť menu filtra
vi: Xem Menu Bộ Lọc

source: No completed tasks yet.
bg: Все още няма завършени задачи.
de: Noch keine Aufgaben abgeschlossen.
fr: Aucune tâche accomplie pour le moment.
lv: Paveiktu uzdevumu vēl nav.
pt_pt: Ainda não existem tarefas terminadas.
ru: Выполненных задач ещё нет.
sk_sk: Zatiaľ žiadne dokončené úlohy.
vi: Chưa có nhiệm vụ nào hoàn thành.

source: Delete All Completed Tasks
bg: Премахване на всички завършени задачи
de: Alle abgeschlossenen Aufgaben löschen
fr: Supprimer les tâches accomplies
hi: सभी पूर्ण कार्य मिटाएं
lv: Dzēst visus paveiktos uzdevumus
pt_pt: Eliminar todas as tarefas terminadas
ru: Зачёркивать выполненные задачи
sk_sk: Odstrániť všetky dokončené úlohy
vi: Xóa Tất Cả Nhiệm Vụ Đã Hoàn Thành

source: This will delete %d completed task and its subtasks from project %s
de: Dies wird %d abgeschlossene Aufgabe und deren Unteraufgaben aus dem Projekt %s löschen
fr: Cette action va supprimer %d tâche accomplie et ses sous-tâches du projet %s
lv: Šī darbība dzēsīs %d paveiktos uzdevumus un to apakšuzdevumus no projekta %s
ru: Это приведёт к удалению %d выполненной задачи и их подзадач из проекта %s

source: Filter By
bg: Филтриране по
de: Filtern nach
fr: Filtrer par
hi: ऐसे फिल्टर करें
lv: Atlasīt pēc
pt_pt: Filtrar por
ru: Фильтровать по
sk_sk: Filtrovať podľa
vi: Lọc Theo

source: Next Week
bg: Следващата седмица
de: Nächste Woche
fr: Semaine suivante
hi: अगले हफ्ते
lv: Nākamā nedēļa
pt_pt: Próxima Semana
ru: Следующая Неделя
sk_sk: Ďalší týždeň
vi: Tuần Tới

source: No Date
bg: Без дата
de: Kein Datum
fr: Aucune date
hi: कोई तारीख नहीं
lv: Nav termiņa
pt_pt: Sem data
ru: Без срока
sk_sk: Žiadny dátum
vi: Không Có Ngày

source: Change History
bg: Променяне на историята
de: Änderungsverlauf
fr: Historique des modifications
hi: इतिहास बदलें
lv: Mainīt vēsturi
pt_pt: Histórico de alterações
ru: Изменить журнал
sk_sk: História zmien
vi: Lịch Sử Thay Đổi

source: Added at
bg: Добавено в
de: Hinzugefügt am
fr: Ajoutée le
hi: समय जोड़ा
lv: Pievienots
pt_pt: Adicionado a
ru: Добавлено
sk_sk: Pridané dňa
vi: Đã thêm vào

source: Not available
bg: Не е достъпен
de: Nicht verfügbar
fr: Indisponible
hi: उपलब्ध नहीं
lv: Nav pieejams
pt_pt: Não está disponível
ru: Не доступно
sk_sk: Nedostupné
vi: Không khả dụng

source: Updated at
bg: Обновено в
de: Aktualisiert am
fr: Mise à jour le
hi: समय अद्यतित
lv: Mainīts
pt_pt: Atualizado em
ru: Обновлено
sk_sk: Aktualizované dňa
vi: Đã cập nhật vào
